{
  "section": "15f05",
  "chapter": "15",
  "section_title": "15f05 - Area practice - determining\nproper classification of various work and type of construction.",
  "text": "(a)   To determine the proper classification of work\nperformed on a Davis-Bacon covered project, it may be necessary to conduct a local\narea practice survey. Under the DBA, there are not standard classification\ndefinitions. (This differs from SCA classifications, which are defined in the\nSCA Directory of Classifications.) Note: While the Dictionary of Occupational\nTitles, published by the Department’s Employment and Training Administration,\nmay be used as reference material, it cannot be relied on for making employee\nclassification determinations. (b)  The Wage Appeals Board ruled in Fry Brothers Corp.\n(WAB Case No. 76-6, June 14, 1977) that the proper classification of work\nperformed by laborers and mechanics is that classification used by firms whose\nwage rates were found to be prevailing in the area and incorporated in the\napplicable wage determination. Questions as to the proper classification for\nthe work performed by a laborer or mechanic are resolved by making an area\npractice survey. Area practice surveys can be conducted by the contracting\nagencies or by WHD using the following guidelines. All Agency Memorandums\n(AAMs) Nos. 130 and 131 provide guidance regarding the proper categories of the\nvarious types of construction (building, heavy, highway and residential)\nsubject to “local or area practice”. Before any area practice survey is\nstarted, the Regional Wage Specialist must be contacted. See http://www.dol.gov/whd/programs/dbra/regions.htm (c)   Basic Principles/Preliminary Steps for Conducting\nSurveys to Determine Prevailing Local Area Practice: (1) \nClearly define the scope of\nwork/duties for which proper classification is at issue. (2) \nRefer to the wage determination in\nthe DB/DBRA covered contract. (3) \nDetermine what classifications may\nperform the work duties in question. (4) \nExamine the “identifiers” for each\nclassification to determine whether the rates in the wage determination for\neach such classification reflect union negotiated or non-union wages.                                               \na.     Non-union rates in a Davis-Bacon wage determination\nare listed in a wage rate block that has an “SU” identifier, and appear in\nalphabetical order in the list of classifications in the wage determination\n(e.g,. after sheet metal workers and before truck drivers). Other wage\ndetermination blocks reflect rates in collective bargaining agreements.                                             \nb.     Union rates are listed under identifiers that refer to\nthe union whose rates are reflected in a given wage rate block in the\nDavis-Bacon wage determination. Examples are: ASBE (International Association\nof Heat & Frost & Asbestos Workers), ELEC (International Brotherhood of\nElectrical Workers), PLAS (Operative Plasters and Cement Masons), and PLUM\n(United Association of Journeymen and Apprentices of the Plumbing and Pipe\nFitting Industry of the United States and Canada). The number following in the\nidentifier usually indicates the local union number for the union that\nnegotiated the rates shown in the wage determination block. (5) \nIn accord with Fry Brothers Corp.,\ninformation to be considered in the area practice survey is from firms whose\nwage rates were found to be prevailing in the area and incorporated in the\napplicable wage determination.                                              \na.     If, in the applicable wage determination, the rates\nlisted for all the classifications that may perform the work in question are\nnon-union rates, the dispute will be resolved by examining the practice(s) of\nnon-union contractors in classifying workers performing the duties on similar\nconstruction in question in the area (usually the same county).                                             \nb.     If, in the applicable wage determination, the rates\nlisted for all the classifications that may perform the work in question are\nunion rates, the dispute will be resolved by examining the practice(s) of union\ncontractors in classifying workers performing the duties in question on similar\nconstruction in the area (usually the same county). (Often such questions can\nbe resolved by a limited area practice survey.)                                              \nc.     If a combination of union and non-union rates are\nlisted in the wage determination for classifications that may have performed\nthe work in question on similar construction in the area (usually the same\ncounty), the dispute will be resolved based on the combined information from: 1.    \nunion contractors for the\nclassification(s) for which union rate(s) are listed in the applicable wage\ndetermination; and 2.    \nnon-union contractors for the\nclassification(s) for which non-union rate(s) are listed in the applicable wage\ndetermination. (6) \nTo ensure the local area practice\nsurvey examines how workers who performed the duties in question were\nclassified when they worked on similar construction projects in the same area\nas the project in question during the survey timeframe, proper classification\nof the laborers or mechanics performing the work in question will be resolved\nby examining the classification practice(s) of contractors who performed the\nwork in question on:                                             \na.     similar construction projects – building construction,\nresidential construction, highway construction, heavy construction – (See AAM\n# 130 & 131.)                                             \nb.     that were in progress in the same area (normally the\nsame county.)                                              \nc.     during the year preceding the contract in question (as\ndiscussed below). (7) \nThe extent of the information\nrequired for making area practice determinations will depend on the facts in\neach case. For example:                                              \na.     If, in gathering preliminary data, all of the parties\nagree as to the proper classification, the area practice is thus established\n(i.e., a “limited” area practice survey).                                             \nb.     However, if all parties do not agree (i.e.,\njurisdictional dispute between two unions, or management does not agree with\nthe union, or where non-union rate(s) in the wage determination may apply and\nthe practice among non-union contractors in the area varies), it will be\nnecessary to determine by a “full” area practice survey which classification\nactually performed the work in question.                                              \nc.     The survey will collect information on how workers\nperforming the work in question were classified on similar projects underway in\nthe same locality (normally the county), during the year prior to contract\naward of the DBA/DBRA contract in question (or, in the case of contracts entered\nintopursuant to competitive bidding procedures -- as contrasted with\nnegotiation procedures -- the year prior to bid opening; in the case of\nprojects assisted under the National Housing Act, beginning of construction or\nthe date the mortgage was initially endorsed, whichever occurred first; or, in\nthe case of projects to receive housing assistance payments under section 8 of\nthe U.S. Housing Act of 1937, beginning of construction or the date the\nagreement to enter a housing assistance payments contract was executed,\nwhichever was first.) (d)  To conduct a limited area practice survey to determine\nthe proper classification of work: Follow the “preliminary\nsteps” described in 15f05(c), above. (1) \nIf the applicable wage\ndetermination reflects union rates for the classifications involved:                                              \na.     Contact the unions whose members may have performed\nthe work in question to determine whether the union workers performed the work\non similar projects in the county in the year prior to the wage determination\nlock-in date (contract award date, or other date, as described above) for the\nproject at issue.                                              \nb.     The criteria for usable data is similar projects (same\ntype of construction), in the same county as the project in question, within\nthe usable time frame of one year prior to the wage determination lock-in date\nfor the contract in question, as established by 29 CFR § 1.6(c).                                               \nc.     If union contractors performed the work, each union\nshould be asked how the individuals who performed the work in question were\nclassified. If no union workers performed any of the work in question in the\ncounty during the survey timeframe, the Regional WS should be contacted for\nfurther guidance.                                             \nd.     The information provided by the unions should be\nconfirmed with collective bargaining representatives of management, i.e., the\ncontractor representatives. These would include local chapters of contractors'\nassociations that bargain with the unions. For example: the Associated General\nContractors of America (AGC), the National Electrical Contractors Association\n(NECA), the Mechanical Contractors Association of America, etc. (Contact NO/Division\nof Wage Determinations/Branch of Construction Wage Determinations for\ninformation needed to contact the contractors’ association and the local union\nthat negotiated the collective bargaining agreement whose rates are reflected\nin the contract wage determination.)                                              \ne.     If all parties agree as to the proper classification of\nthe work in question, the area practice is established. If two unions are\nengaged in a jurisdictional dispute over a specific type of work and both have\nperformed the work in question during the applicable time period, contact\nRegional WS for further guidance. (A more extensive area practice survey will\nbe required to resolve the question.) NOTE: With regard to (2) and (3), below, it may be\nmore practical in many instances to proceed directly to a full area practice\nsurvey if calls to the contractors are needed anyway to determine whether each\ncontractor is a union or open shop contractor (see information in (4) below). (2) \nIf the applicable wage\ndetermination reflects non-union rates for the classifications involved:                                              \na.     Contact open shop contractors (many are members of the\nAssociated Builders and Contractors of America (ABC)) and ask whether they\nperformed the work in question on similar projects underway in the county\nduring the survey timeframe. (While it may not be possible to know if\ncontractors are union or open shop contractors prior to calling them, there\nwould be no need to request information from the union contractors concerning\ntheir classification practices in this case.) 1.    \nIf so, the non-union contractors\nshould be asked how the employees who performed this work were classified. 2.    \nIf all the non-union contractors\nagree, or if a clear majority of them agree, the area practice is established. 3.    \nIf no open shop contractor\nperformed the work at issue in the county during the survey timeframe, contact\nthe Regional WS for further guidance. (3) \nIf the applicable wage\ndetermination reflects a mix of union and non-union rates for the\nclassifications involved:                                              \na.     Contact the unions, and contact union and open shop\ncontractors (and/or their associations) to determine who performed the work at\nissue on similar projects during the survey timeframe. 1.    \nIf all parties agree, or if a\nclear majority of the parties (both union contractors regarding the classification\nlisted with a union rate in the wage determination and non-union contractors\nregarding the classification listed with a non-union rate in the wage\ndetermination) agree on the classification, the area practice is established. 2.    \nContact the Regional WS if no work\nof the type at issue was performed in the county during the applicable time\nframe discussed above. (4) \nFor any type of wage determination\n(whether based on union rates, non-union rates, or a mixed schedule): If the\nparties contacted in the limited area practice survey do not agree (i.e.,\njurisdictional dispute between the unions, management does not agree with union,\nor disagreement between the open shop contractors), or if there is no clear\nmajority in agreement, then it is necessary to contact the Regional WS and\nprepare to conduct a full area practice survey.(e)   How to conduct a full area practice survey to\ndetermine the proper classification of work: Follow the “preliminary steps” described in 15f05(c),\nabove. (1) \nIdentify similar projects in the same\ngeographical area as the project under investigation (usually the county) which\nwere in progress during the period one year prior to the wage determination\nlock-in date of the contract involved in the dispute/investigation. If no\nsimilar projects were built in the area during that time frame, contact the\nRegional WS for advice in expanding the survey's geographic scope and/or its\ntime frame. (Note: where data regarding the classification practices of union\ncontractors are sought in the area practice survey, it may be appropriate to\nrequest a list of contractors who may have performed the work in question from\nthe relevant union(s) and use such list(s) to contact the contractors as a way\nto identify relevant projects.) (2) \nIdentify firms that performed the work\nin question on these projects and determine those from which data should be\ncollected based on whether the relevant classifications in question in the wage\ndetermination are either non-union rates, union rates, or both. (For example, if\nonly non-union wage rates in the wage determination are involved, information\nfrom union contractors is not relevant; if only union rates are involved,\ninformation from open shop contractors is not relevant. Similarly, if the\nclassifications in the wage determination that may have performed the work in\nquestion are a mix of union and non-union rates, information from both union\nand open shop contractors will need to be collected, but data from union\ncontractors cannot be used to support the non-union rate and data from open\nshop contractors cannot be used to support the union classification rate.) (3) \nFor each project, obtain data from\nthe week in which the greatest number of employees performed the work in\nquestion, and record how many performed such work on each project and how such\nemployees were classified and paid. (4) \nCompile all relevant information\nreceived and total the number of employees who performed the work in question\nin each classification reported. The data should be tallied separately for\nunion and non-union contractors/workers – only data from union\ncontractors/workers can be counted to support a union rate listed in the\ncontract wage determination, and only data from open shop contractors can be\ncounted to support a non-union rate in the wage determination.                                              \na.     The classification which has the clear majority of\nemployees performing the work in question is the proper classification.                                             \nb.     If the data does not show that at least 60% of the\nworkers who performed the duties in question were classified in the same classification,\ncontact the Regional WS for further guidance.",
  "html": "<p>(a)   To determine the proper classification of work\nperformed on a Davis-Bacon covered project, it may be necessary to conduct a local\narea practice survey. Under the DBA, there are not standard classification\ndefinitions. (This differs from SCA classifications, which are defined in the\nSCA Directory of Classifications.) Note: While the Dictionary of Occupational\nTitles, published by the Department’s Employment and Training Administration,\nmay be used as reference material, it cannot be relied on for making employee\nclassification determinations.</p><p>(b)  The Wage Appeals Board ruled in Fry Brothers Corp.\n(WAB Case No. 76-6, June 14, 1977) that the proper classification of work\nperformed by laborers and mechanics is that classification used by firms whose\nwage rates were found to be prevailing in the area and incorporated in the\napplicable wage determination. Questions as to the proper classification for\nthe work performed by a laborer or mechanic are resolved by making an area\npractice survey. Area practice surveys can be conducted by the contracting\nagencies or by WHD using the following guidelines. All Agency Memorandums\n(AAMs) Nos. 130 and 131 provide guidance regarding the proper categories of the\nvarious types of construction (building, heavy, highway and residential)\nsubject to “local or area practice”. Before any area practice survey is\nstarted, the Regional Wage Specialist must be contacted. See http://www.dol.gov/whd/programs/dbra/regions.htm</p><p>(c)   Basic Principles/Preliminary Steps for Conducting\nSurveys to Determine Prevailing Local Area Practice:</p><p>(1) \nClearly define the scope of\nwork/duties for which proper classification is at issue.</p><p>(2) \nRefer to the wage determination in\nthe DB/DBRA covered contract.</p><p>(3) \nDetermine what classifications may\nperform the work duties in question.</p><p>(4) \nExamine the “identifiers” for each\nclassification to determine whether the rates in the wage determination for\neach such classification reflect union negotiated or non-union wages. </p><p>                                             \na.     Non-union rates in a Davis-Bacon wage determination\nare listed in a wage rate block that has an “SU” identifier, and appear in\nalphabetical order in the list of classifications in the wage determination\n(e.g,. after sheet metal workers and before truck drivers). Other wage\ndetermination blocks reflect rates in collective bargaining agreements.</p><p>                                            \nb.     Union rates are listed under identifiers that refer to\nthe union whose rates are reflected in a given wage rate block in the\nDavis-Bacon wage determination. Examples are: ASBE (International Association\nof Heat &amp; Frost &amp; Asbestos Workers), ELEC (International Brotherhood of\nElectrical Workers), PLAS (Operative Plasters and Cement Masons), and PLUM\n(United Association of Journeymen and Apprentices of the Plumbing and Pipe\nFitting Industry of the United States and Canada). The number following in the\nidentifier usually indicates the local union number for the union that\nnegotiated the rates shown in the wage determination block.</p><p>(5) \nIn accord with Fry Brothers Corp.,\ninformation to be considered in the area practice survey is from firms whose\nwage rates were found to be prevailing in the area and incorporated in the\napplicable wage determination.</p><p>                                             \na.     If, in the applicable wage determination, the rates\nlisted for all the classifications that may perform the work in question are\nnon-union rates, the dispute will be resolved by examining the practice(s) of\nnon-union contractors in classifying workers performing the duties on similar\nconstruction in question in the area (usually the same county).</p><p>                                            \nb.     If, in the applicable wage determination, the rates\nlisted for all the classifications that may perform the work in question are\nunion rates, the dispute will be resolved by examining the practice(s) of union\ncontractors in classifying workers performing the duties in question on similar\nconstruction in the area (usually the same county). (Often such questions can\nbe resolved by a limited area practice survey.)</p><p>                                             \nc.     If a combination of union and non-union rates are\nlisted in the wage determination for classifications that may have performed\nthe work in question on similar construction in the area (usually the same\ncounty), the dispute will be resolved based on the combined information from:</p><p>1.    \nunion contractors for the\nclassification(s) for which union rate(s) are listed in the applicable wage\ndetermination; and</p><p>2.    \nnon-union contractors for the\nclassification(s) for which non-union rate(s) are listed in the applicable wage\ndetermination.</p><p>(6) \nTo ensure the local area practice\nsurvey examines how workers who performed the duties in question were\nclassified when they worked on similar construction projects in the same area\nas the project in question during the survey timeframe, proper classification\nof the laborers or mechanics performing the work in question will be resolved\nby examining the classification practice(s) of contractors who performed the\nwork in question on:</p><p>                                             \na.     similar construction projects – building construction,\nresidential construction, highway construction, heavy construction – (See AAM\n# 130 &amp; 131.)</p><p>                                            \nb.     that were in progress in the same area (normally the\nsame county.)</p><p>                                             \nc.     during the year preceding the contract in question (as\ndiscussed below).</p><p>(7) \nThe extent of the information\nrequired for making area practice determinations will depend on the facts in\neach case. For example:</p><p>                                             \na.     If, in gathering preliminary data, all of the parties\nagree as to the proper classification, the area practice is thus established\n(i.e., a “limited” area practice survey).</p><p>                                            \nb.     However, if all parties do not agree (i.e.,\njurisdictional dispute between two unions, or management does not agree with\nthe union, or where non-union rate(s) in the wage determination may apply and\nthe practice among non-union contractors in the area varies), it will be\nnecessary to determine by a “full” area practice survey which classification\nactually performed the work in question.</p><p>                                             \nc.     The survey will collect information on how workers\nperforming the work in question were classified on similar projects underway in\nthe same locality (normally the county), during the year prior to contract\naward of the DBA/DBRA contract in question (or, in the case of contracts entered\nintopursuant to competitive bidding procedures -- as contrasted with\nnegotiation procedures -- the year prior to bid opening; in the case of\nprojects assisted under the National Housing Act, beginning of construction or\nthe date the mortgage was initially endorsed, whichever occurred first; or, in\nthe case of projects to receive housing assistance payments under section 8 of\nthe U.S. Housing Act of 1937, beginning of construction or the date the\nagreement to enter a housing assistance payments contract was executed,\nwhichever was first.)</p><p>(d)  To conduct a limited area practice survey to determine\nthe proper classification of work:</p><p>Follow the “preliminary\nsteps” described in 15f05(c), above.</p><p>(1) \nIf the applicable wage\ndetermination reflects union rates for the classifications involved:</p><p>                                             \na.     Contact the unions whose members may have performed\nthe work in question to determine whether the union workers performed the work\non similar projects in the county in the year prior to the wage determination\nlock-in date (contract award date, or other date, as described above) for the\nproject at issue. </p><p>                                            \nb.     The criteria for usable data is similar projects (same\ntype of construction), in the same county as the project in question, within\nthe usable time frame of one year prior to the wage determination lock-in date\nfor the contract in question, as established by 29 CFR § 1.6(c). </p><p>                                             \nc.     If union contractors performed the work, each union\nshould be asked how the individuals who performed the work in question were\nclassified. If no union workers performed any of the work in question in the\ncounty during the survey timeframe, the Regional WS should be contacted for\nfurther guidance.</p><p>                                            \nd.     The information provided by the unions should be\nconfirmed with collective bargaining representatives of management, i.e., the\ncontractor representatives. These would include local chapters of contractors'\nassociations that bargain with the unions. For example: the Associated General\nContractors of America (AGC), the National Electrical Contractors Association\n(NECA), the Mechanical Contractors Association of America, etc. (Contact NO/Division\nof Wage Determinations/Branch of Construction Wage Determinations for\ninformation needed to contact the contractors’ association and the local union\nthat negotiated the collective bargaining agreement whose rates are reflected\nin the contract wage determination.)</p><p>                                             \ne.     If all parties agree as to the proper classification of\nthe work in question, the area practice is established. If two unions are\nengaged in a jurisdictional dispute over a specific type of work and both have\nperformed the work in question during the applicable time period, contact\nRegional WS for further guidance. (A more extensive area practice survey will\nbe required to resolve the question.)</p><p>NOTE: With regard to (2) and (3), below, it may be\nmore practical in many instances to proceed directly to a full area practice\nsurvey if calls to the contractors are needed anyway to determine whether each\ncontractor is a union or open shop contractor (see information in (4) below).</p><p>(2) \nIf the applicable wage\ndetermination reflects non-union rates for the classifications involved:</p><p>                                             \na.     Contact open shop contractors (many are members of the\nAssociated Builders and Contractors of America (ABC)) and ask whether they\nperformed the work in question on similar projects underway in the county\nduring the survey timeframe. (While it may not be possible to know if\ncontractors are union or open shop contractors prior to calling them, there\nwould be no need to request information from the union contractors concerning\ntheir classification practices in this case.)</p><p>1.    \nIf so, the non-union contractors\nshould be asked how the employees who performed this work were classified.</p><p>2.    \nIf all the non-union contractors\nagree, or if a clear majority of them agree, the area practice is established.</p><p>3.    \nIf no open shop contractor\nperformed the work at issue in the county during the survey timeframe, contact\nthe Regional WS for further guidance.</p><p>(3) \nIf the applicable wage\ndetermination reflects a mix of union and non-union rates for the\nclassifications involved:</p><p>                                             \na.     Contact the unions, and contact union and open shop\ncontractors (and/or their associations) to determine who performed the work at\nissue on similar projects during the survey timeframe.</p><p>1.    \nIf all parties agree, or if a\nclear majority of the parties (both union contractors regarding the classification\nlisted with a union rate in the wage determination and non-union contractors\nregarding the classification listed with a non-union rate in the wage\ndetermination) agree on the classification, the area practice is established.</p><p>2.    \nContact the Regional WS if no work\nof the type at issue was performed in the county during the applicable time\nframe discussed above.</p><p>(4) \nFor any type of wage determination\n(whether based on union rates, non-union rates, or a mixed schedule): If the\nparties contacted in the limited area practice survey do not agree (i.e.,\njurisdictional dispute between the unions, management does not agree with union,\nor disagreement between the open shop contractors), or if there is no clear\nmajority in agreement, then it is necessary to contact the Regional WS and\nprepare to conduct a full area practice survey.</p><p>(e)   How to conduct a full area practice survey to\ndetermine the proper classification of work:</p><p>Follow the “preliminary steps” described in 15f05(c),\nabove.</p><p>(1) \nIdentify similar projects in the same\ngeographical area as the project under investigation (usually the county) which\nwere in progress during the period one year prior to the wage determination\nlock-in date of the contract involved in the dispute/investigation. If no\nsimilar projects were built in the area during that time frame, contact the\nRegional WS for advice in expanding the survey's geographic scope and/or its\ntime frame. (Note: where data regarding the classification practices of union\ncontractors are sought in the area practice survey, it may be appropriate to\nrequest a list of contractors who may have performed the work in question from\nthe relevant union(s) and use such list(s) to contact the contractors as a way\nto identify relevant projects.)</p><p>(2) \nIdentify firms that performed the work\nin question on these projects and determine those from which data should be\ncollected based on whether the relevant classifications in question in the wage\ndetermination are either non-union rates, union rates, or both. (For example, if\nonly non-union wage rates in the wage determination are involved, information\nfrom union contractors is not relevant; if only union rates are involved,\ninformation from open shop contractors is not relevant. Similarly, if the\nclassifications in the wage determination that may have performed the work in\nquestion are a mix of union and non-union rates, information from both union\nand open shop contractors will need to be collected, but data from union\ncontractors cannot be used to support the non-union rate and data from open\nshop contractors cannot be used to support the union classification rate.)</p><p>(3) \nFor each project, obtain data from\nthe week in which the greatest number of employees performed the work in\nquestion, and record how many performed such work on each project and how such\nemployees were classified and paid.</p><p>(4) \nCompile all relevant information\nreceived and total the number of employees who performed the work in question\nin each classification reported. The data should be tallied separately for\nunion and non-union contractors/workers – only data from union\ncontractors/workers can be counted to support a union rate listed in the\ncontract wage determination, and only data from open shop contractors can be\ncounted to support a non-union rate in the wage determination.</p><p>                                             \na.     The classification which has the clear majority of\nemployees performing the work in question is the proper classification.</p><p>                                            \nb.     If the data does not show that at least 60% of the\nworkers who performed the duties in question were classified in the same classification,\ncontact the Regional WS for further guidance.</p>"
}