{
  "section": "21c01",
  "chapter": "21",
  "section_title": "21c01 - Airport limousine service.",
  "text": "Employees performing\nactivities in connection with the operation of an airport limousine or other\ntransportation terminal limousine service are not within the Sec 13(a)(2)\nexemption. Such activities are wholly lacking in any retail concept and are\nnot, therefore, within the scope of their employer’s otherwise exempt retail\nbusiness. (See IB 779.308.) 21ca02 - Airports - aviation sales and services. There is no concept of\nretailing in the operation of an airport as such nor is the sale of aviation\nsupplies, parts, or services recognized as retail in the industry. (See also IB\n779.317.) 21ca03 - Auto, truck, and trailer rental. (a)   An establishment engaged exclusively or nearly so in\nthe business of renting and leasing trucks or trailers to commercial and\nindustrial firms is not normally considered to be within the retail concept\nsince its services are performed in the midst of commercial transactions rather\nthan at the retail distribution level. (b)  The rental of trucks or trailers by establishments\nother than those described in (a) above may be recognized as retail. In such\ncases, if the sale of a type of truck or trailer is recognized as retail, then\nthe rental of such truck or trailer may also be recognized as retail. (See IB\n779.371.) (c)   The rental of passenger cars ordinarily is retail. In\nmaking a determination as to the status of rentals the tests set out in IB\n779.371 for the sales of such vehicles should be used. (d)  Vehicles used by rental firms in leasing and renting\noperations are ordinarily sold after the vehicles have outlived their\nusefulness for leasing or rental purposes. Such sales are included in the\nestablishment’s ADV of sales. Where the vehicles are sold to used car dealers\nfor resale, as is frequently the case, such sales are not recognized as retail. 21ca04 - Auto repairs. (a)   Repairs of cars for other garages which in turn charge\ntheir customers for the repairs are sales for resale. (b)  Repairs of cars for used car dealers, prior to their\nsale by such dealers, are sales for resale. (c)   Repairs of cars used by employees at the expense of\ntheir employers, to whom the bills are sent directly, are retail sales. (d)  Repairs on privately owned cars even though paid for\ndirectly by insurance companies are retail sales. 21ca05 - Ambulance services. See IB 779.369. This\nSection provides that an employee of a mortuary will continue to be within an\notherwise applicable Sec 13(a)(2) exemption if he devotes an insubstantial\namount of his time in the w/w (not more than 20%) in performing nonexempt\nambulance transportation activities. These same principles are equally\napplicable where nonexempt ambulance transportation activities are performed by\nemployees of other types of retail establishments, such as a garage or a\ngeneral merchandise store. 21ca06 - Apartment houses. The leasing or renting\nof space to tenants of apartment houses lacks the retail concept necessary to\nqualify an establishment as a retail or service establishment under Sec\n13(a)(2). (See IB 779.317.) The sale of leasehold interests in real property is\nnot included in the “sales of goods or services” in which a retail or service\nestablishment (as defined in Sec 13(a)(2)) must engage. Receipts from such\nleasing or rental activities are included in the ADV of the enterprise for purpose\nof amended Sec 3(s)(1). 21ca07 - Auto license plate sales by retail establishments. Some privately owned\nretail establishments operate “auto tag agencies” or “auto license bureaus” and\nsell auto license plates. The sales of auto license plates are sales to which\nthe retail concept does not apply, and the gross price of the plates is\nincluded in the ADV for purpose of Sec 13(a)(2). 21cb00 - Baby chicks. The sale of baby\nchicks for raising and reselling is a sale for resale, and furthermore is not recognized\nas a retail sale in the industry. Such sales are between the producer and the\ngrower and are far removed from the retail level of distribution. 21cb01 - Boatyards. (a)   The two types of establishments found in this industry\nare boatyards, where boats are built or large boats are repaired, and the\nmarina, which includes yacht basins, yacht clubs, and repair establishments\nwhere small boats are serviced or repaired. Both the boatyards and the marina\nusually sell boats, boat supplies, and accessories. (b)  Boatyards are not recognized as retail establishments\nin the industry and are not the type of establishment contemplated by the\nexemption. A sales analysis should never be necessary of such an establishment.\nA marina, however, is the type of establishment which is recognized as retail\nin the industry. It may qualify for the Sec 13(a)(2) exemption and its sales\nmay be analyzed. (c)   To distinguish between a boatyard and a marina note\nthe permanent physical facilities for repairing boats. Boatyards have facilities,\nsuch as a railway, for taking large boats out of the water for repairs. Marinas\ndo not have such facilities. Occasionally, a marina may utilize manpower or a\nportable crane to take a boat out of the water but this does not transform the\nmarina into a boatyard, since large boats normally cannot be taken out of the\nwater in this manner. The servicing of large boats by a marina is a retail\nservice because it is of the same general type the marina provides for small\nboats. (d)  Operations of individual establishments in this\nindustry may change. For example, a marina may, after a time, broaden out and\nacquire equipment until it has the characteristics of a boatyard even though it\nmay still retain the title of marina. Or, a boatyard may find, because of a\nchange in the nature of its customers, that it now only services small boats\nand that its railway is no longer in use. Thus, the facilities of an\nestablishment are important but not necessarily conclusive as to its status. 21cb02 - Beauty preparations and cosmetics. Sales to beauty shops\nof beauty preparations, such as creams, lotions, and rinses, which are used\nupon the persons of the beauty shops’ customers as a part of the service\nrendered, are sales for resale regardless of whether the customer is charged\nseparately for these items. 2lcc00 - Contract mail hauling. Employees performing\nactivities in connection with the hauling of mail under contract with the Post\nOffice Department are not within the Sec 13(a)(2) exemption. Such activities\nare wholly lacking in any retail concept and are not, therefore, within the\nscope of their employer’s otherwise exempt retail business. (See IB 779.308.) 21cc01 - Contract post offices. (a)   The remuneration which a contract post office receives\nfrom the government should not be included in the sales analysis. The receipts\nfrom “sales of goods or services” are the monies collected from the public for\nthe sales of stamps, money orders, and the like. Such sales are not recognized\nas retail. With reference to money orders only, the fees are counted and not\nthe money transmitted. (b)  An employee engaged in performing post office work in\nan exempt retail or service establishment is “employed by” such an\nestablishment within the meaning of IB 779.308 unless he is employed by the\nPost Office Department. If the establishment, including the contract post\noffice, meets the tests of the retail exemption, all employees employed by it\nwill be exempt. However, the employer may claim that the postal substation and\nthe retail establishment constitute separate establishments, and such a claim\nwill be allowed if the conditions for segregation contained in IB 779.305 are\nmet. (c)   An auxiliary employee of an exempt retail or service\nestablishment performing general office, custodial, maintenance, or messenger\nwork for a nonexempt contract postal station will, for enforcement purposes, be\nconsidered exempt in any w/w if no more than 20% of his time is spent in such\nwork. 21cc02 - Concrete blocks and flues. Sales of concrete\nblocks and flues may be recognized as retail sales. Such items are considered\nto be building materials and sales shall be classified as retail or nonretail\nin accordance with the principles set out in IB 779.335, 779.336, 779.355, and\nFOH 21cL00. 21cd01 - Driving schools. The retail concept\ndoes not apply to establishments engaged in the activity of selling and giving\ndriving instructions and preparing members of the public for examination given\nby the State for driver’s license.  21ce00 - Exterminating service. (a)   Exterminator service establishments may be recognized\nas retail. However, where the facilities and equipment of an establishment are\ndesigned for the service of factory or commercial buildings and are of a type\nwhich the general consuming public does not ordinarily have occasion to use,\nthe services are specialized and are not traditionally recognized as retail\nwithin the meaning of the exemption even though the firm may also,\noccasionally, render services to the general consuming public. On the other\nhand, if the exterminating facilities and equipment used in servicing\ncommercial buildings are no different from those used in servicing private\nresidences, such services may be regarded as retail. (b)  Exterminating services performed regularly and\nrepeatedly for a commercial or industrial firm under contract, covering an\nextended period of time, constitute maintenance operations and are not,\ntherefore, recognized as retail services. 21cf00 - Farm implement sales. (a)   Sales of new or used farm implements and farm\nmachinery, including such items as gardening and lawn care equipment, are\nrecognized as retail regardless of whether they are purchased by farmers or\nnon-farmers. Servicing and repair of such items, and sales of parts for them,\nare also recognized as retail. (See IB 779.371(e).) (b)  Sales of equipment such as the specialized types of\nconstruction and processing machinery set out in IB 779.371(e)(3) which are not\nnormally used in farming operations are not recognized as retail sales. (c)   Certain types of equipment, such as land levelers, may\nbe used both in construction and in farming operations. Where exemption depends\non the retail or nonretail nature of sales of such multi-purpose equipment, the\nfacts shall be obtained and submitted through channels to the RS for an\nopinion. 21cf01 - Florists’ Telegraph Delivery sales. (a)   Sales of flowers to consumers through Florists’\nTelegraph Delivery (FTD) are considered retail sales. Under the FTD\nArrangement, in order to serve retail customers who wish flowers delivered at\ndistant locations, other member florists have agreed that the flowers sold by\nthe establishment to which the customer comes will be supplied and delivered by\nan establishment in whose delivery area the recipient is located. Each member\nestablishment will both sell flowers for delivery from the stock of other\nmembers and deliver from its own stock flowers sold by them, with settlement\nmade periodically through clearing house procedures. The ADV allocable to\neither of these activities, as computed under (b) below, is counted as receipts\nfrom retail sales and/or services for purposes of the 75% test in Sec 13(a)(2). (b)  The ADV for purposes of enterprise coverage and the\napplication of Sec 13(a)(2) shall be determined as follows: Florist A takes an\norder from a customer and receives full payment ($20) for the flowers plus\n$2.00 for the telegram and service charge, a total of $22.00. The order is\ntelegraphed to florist B who delivers the flowers to the recipient. As a result\nof this transaction, florist A retains 20% of the sales price, plus the charges\n($6.00 in all) and florist B receives 80% of the sales price ($16). In such a\ncase, florist A must include the total amount received by him ($22) from the\ncustomer in his ADV; florist B must include in his ADV the total amount he or\nshe receives in the transaction ($16). If florist A is in Colorado and florist\nB in Illinois, the interstate sales for purposes of the 50% test as set out in\n(c) below would be ($22) for florist A and ($16) for florist B. In the above\nexample, florist A’s ADV would also include any additional amounts charged the\ncustomer for taxes, except that any excise taxes at the retail level which are\nseparately stated are not to be computed as part of the ADV for purposes of the\nmonetary test of Sec 3(s)(2). (c)   In any case where a florist’s establishment meets the\nstatutory definition of a “retail or service establishment” and is not part of\na covered enterprise, it is still necessary to determine for purposes of the\nSec 13(a)(2) exemption whether more than 50% of the establishment’s ADV of\nsales is made within the State. For example, florist A in Colorado receives an\norder for flowers to be delivered in Illinois; he wires the order (FTD) for\nflorist B in Illinois to deliver the flowers. The sale is an interstate sale\nfor purposes of Sec 13(a)(2), both with respect to the florist in Colorado and\nthe florist in Illinois. Also included as interstate sales for this purpose are\nsales by a florist for direct delivery by him into another State. (In\ndetermining the ADV for purpose of this test, see also (b) above.) 21cg00 - Gambling receipts. The receipts from\ngambling activities are not recognized as receipts from retail sales or\nservices. Thus, for example, employees engaged in the operation of a gambling\ncasino are not within the Sec 13(a)(2) exemption. 21cg01 - Golf shops in country clubs. In the ordinary case a\ngolf shop in a country club is not open to the public and cannot qualify for\nthe Sec 13(a)(2) exemption (see IB 779.317). However, if such a golf shop is\nopen and available to the general public as well as to club members and is a\n“distinct physical place of business” separate from other facilities and\nqualifies as an “establishment” the Sec 13(a)(2) exemption may apply if the\ntests are met. 21cg02 - Gasoline sales to truckers. Sales of gasoline at\nthe ordinary gasoline service establishment (not a truck stop) by the “tankful”\nto truckers for use in the operation of the vehicle are generally recognized as\nretail sales notwithstanding that discounts such as 2 cents per gallon are\nallowed or that the sales are made on a credit card basis. (See also IB\n779.371(c)(6).) 21cg03 - Civic and convention centers. (a)   Civic and convention centers whether publicly or\nprivately owned or operated are normally engaged primarily in the business of\nrenting space to business and civic organizations attracted to the locality. [n\norder to attract conventions such centers “sell” their capability to “house”\nbusiness meetings, trade shows, auto and boat shows, open-air exhibitions and\nmass meetings, including the directly related ancillary capabilities, i.e.,\nparking lot, recreation, eating facilities, etc. Such rental of space to\nbusiness and civic organizations constitutes a business activity lacking the\nretail concept. (See also FOH 21ca06.) (b)  The fact that independent contractors are engaged to\ncater food and beverages to the various groups and participants in activities\nheld at the Centers does not alter the nonretail character of the Centers.\nAlso, the fact that certain exemptions (e.g., Sec 13(a)(2), 13(b)(8), or 14)\nmay be applicable to employees of such independent contractors, depending upon\ncircumstances and character of the contractor’s business, does not affect the\napplicability of the Act to employees of the Center. 21ch00 - Hotels, motels, and restaurants - competitive bid sales. In determining the\napplication of the Sec 13(a)(2) exemption to hotels, motels, and restaurants,\nsales resulting from competitive bids are not considered characteristic of\nretail selling and are not generally recognized as retail. For example, certain\ncontracts for furnishing meals and/or lodging to government employees or\nmilitary personnel may be let on the basis of competitive bid procedures. (See\nIB 779.328(d).) 21ci00 - Industrial maintenance services. An organization which\ncleans air ducts, elevator shafts, air conditioning equipment, ventilating\nsystems, flues, stacks, and the like, and repairs and refills fire\nextinguishers, fireproofs drapes, decorations, show booths, and the like, and\nperforms maintenance work almost entirely for commercial or industrial\nestablishments is performing specialized services which the general consuming\npublic does not ordinarily have occasion to use. The organization is not\nengaged in activities which are traditionally recognized as retail even though\nit may also sometimes sell goods or render services to the general consuming\npublic. 21cL00 - Lumber and building materials sales to contractors or builders. (a)   The lumber and building materials determination (see\nIB 779.355) together with Sec 3(n) form the basis for determining which sales\nare not for resale and are recognized as retail in the industry. In applying\nthe tests of the lumber and building materials determination and Sec 3(n) to\nsales of materials to contractors or builders it is necessary to take into\nconsideration, also, the general principles contained in IB 779.327 - 779.329,\n779.335, and 779.336 which relate to retail and wholesale sales in general and\nsales for resale. (b)  The sale of lumber and building materials to\ncontractors or builders for residential, farm or commercial construction,\nrepair or maintenance are sales for resale unless excluded from this category\nby Sec 3(n). In order for such sales for to be excluded for the category of\n“for resale” all the tests of Sec 3(n) must be met (see IB 779.335 and\n779.336). The tests are: (1)  The goods sold must be used in residential or farm\nbuilding construction, repair, or maintenance, and (2)  The sale must be recognized as a bona fide retail sale\nin the industry. With respect to the\nfirst test contained in Sec 3(n) it is clear that sales of materials to\ncontractors for use in the construction, repair, or maintenance of apartment\nhouses, motels, churches, schools or other commercial or industrial structures\nare sales for resale. Such structures are not “residential” buildings of the\ntype contemplated by Sec 3(n). (c)   With respect to the second test of Sec 3(n), in\ndetermining whether sales of lumber and building materials are recognized as\nbona fide retail sales in the industry, it is necessary first to test such\nsales under the lumber and building materials determination. If they are not\nrecognized as retail under the principles set forth in the determination, they\nwill not meet the second test of Sec 3(n). It does not follow, however, that\nall sales recognized in the determination as retail are recognized as bona fide\nretail sales for purposes of Sec 3(n). Thus, although the determination, among\nother things, recognizes sales in other than direct carload lots as retail sales\n(see IB 779.355(b)(3)), regard must be given to the legislative history and\nWage-Hour’s position that sales of lumber to a contractor to build a whole\nresidential subdivision are not recognized as bona fide retail sales under Sec\n3(n) (see IB 779.335). There may, therefore, be certain circumstances under\nwhich sales in other than direct carload lots are not recognized as bona fide\nretail sales within the meaning of Sec 3(n). For example, some contractors\nengaged in the building of subdivisions may build only a few houses at a given\ntime, and possibly purchase materials in lot quantities sufficient to construct\nonly one house at a given time. Where such lumber sales are made pursuant to a\ncontract, agreement or understanding that the dealer is to supply the\ncontractor with all his lumber requirements for a subdivision consisting of a\nfixed or indefinite number of houses such sales would not be recognized as\nretail regardless of whether the lumber is to be delivered in small quantities\nas construction progresses or all at one time (see IB 779.328(c)).\nConsequently, such sales would not qualify for exclusion from the category of\nsales for resale under Sec 3(n). (d)  Situations may be encountered where a contractor is\nengaged in building a number of houses on scattered lots and is purchasing the\nmaterials for his own use in total amounts as great as a contractor who is\nbuilding a whole subdivision. Where, as in (c) above, the total amount of\nmaterials contemplated for delivery pursuant to a direct or indirect contract,\nagreement or understanding between the dealer and the contractor is materially\nin excess of the total quantity of goods which might reasonably be purchased by\na member of the general consuming public during the same period, under Sec 3(n)\nsuch sales would not be recognized as bona fide retail sales. Of course, in\nthose instances where a contractor is purchasing materials to build a single\nhouse only, whether or not in behalf of the home owner, such a sale may be\nrecognized as being a bona fide retail sale within the meaning of Sec 3(n). (e)   Where the retail or nonretail nature of sales to\ncontractors or builders cannot be determined on the basis of the above\nprinciples and such questions are determinative of the compliance status of the\nestablishment, the facts shall be obtained and the matter referred through\nchannels to the RS for an opinion.",
  "html": "<p> </p><p>Employees performing\nactivities in connection with the operation of an airport limousine or other\ntransportation terminal limousine service are not within the Sec 13(a)(2)\nexemption. Such activities are wholly lacking in any retail concept and are\nnot, therefore, within the scope of their employer’s otherwise exempt retail\nbusiness. (See IB 779.308.)</p><p> </p><h4>21ca02 - Airports - aviation sales and services.</h4><p> </p><p>There is no concept of\nretailing in the operation of an airport as such nor is the sale of aviation\nsupplies, parts, or services recognized as retail in the industry. (See also IB\n779.317.)</p><p> </p><h4>21ca03 - Auto, truck, and trailer rental.</h4><p> </p><p>(a)   An establishment engaged exclusively or nearly so in\nthe business of renting and leasing trucks or trailers to commercial and\nindustrial firms is not normally considered to be within the retail concept\nsince its services are performed in the midst of commercial transactions rather\nthan at the retail distribution level.</p><p> </p><p>(b)  The rental of trucks or trailers by establishments\nother than those described in (a) above may be recognized as retail. In such\ncases, if the sale of a type of truck or trailer is recognized as retail, then\nthe rental of such truck or trailer may also be recognized as retail. (See IB\n779.371.)</p><p> </p><p>(c)   The rental of passenger cars ordinarily is retail. In\nmaking a determination as to the status of rentals the tests set out in IB\n779.371 for the sales of such vehicles should be used.</p><p> </p><p>(d)  Vehicles used by rental firms in leasing and renting\noperations are ordinarily sold after the vehicles have outlived their\nusefulness for leasing or rental purposes. Such sales are included in the\nestablishment’s ADV of sales. Where the vehicles are sold to used car dealers\nfor resale, as is frequently the case, such sales are not recognized as retail.</p><p> </p><h4>21ca04 - Auto repairs.</h4><p> </p><p>(a)   Repairs of cars for other garages which in turn charge\ntheir customers for the repairs are sales for resale.</p><p> </p><p>(b)  Repairs of cars for used car dealers, prior to their\nsale by such dealers, are sales for resale.</p><p> </p><p>(c)   Repairs of cars used by employees at the expense of\ntheir employers, to whom the bills are sent directly, are retail sales.</p><p> </p><p>(d)  Repairs on privately owned cars even though paid for\ndirectly by insurance companies are retail sales.</p><p> </p><h4>21ca05 - Ambulance services.</h4><p> </p><p>See IB 779.369. This\nSection provides that an employee of a mortuary will continue to be within an\notherwise applicable Sec 13(a)(2) exemption if he devotes an insubstantial\namount of his time in the w/w (not more than 20%) in performing nonexempt\nambulance transportation activities. These same principles are equally\napplicable where nonexempt ambulance transportation activities are performed by\nemployees of other types of retail establishments, such as a garage or a\ngeneral merchandise store.</p><p> </p><h4>21ca06 - Apartment houses.</h4><p> </p><p>The leasing or renting\nof space to tenants of apartment houses lacks the retail concept necessary to\nqualify an establishment as a retail or service establishment under Sec\n13(a)(2). (See IB 779.317.) The sale of leasehold interests in real property is\nnot included in the “sales of goods or services” in which a retail or service\nestablishment (as defined in Sec 13(a)(2)) must engage. Receipts from such\nleasing or rental activities are included in the ADV of the enterprise for purpose\nof amended Sec 3(s)(1).</p><p> </p><h4>21ca07 - Auto license plate sales by retail establishments.</h4><p> </p><p>Some privately owned\nretail establishments operate “auto tag agencies” or “auto license bureaus” and\nsell auto license plates. The sales of auto license plates are sales to which\nthe retail concept does not apply, and the gross price of the plates is\nincluded in the ADV for purpose of Sec 13(a)(2).</p><p> </p><h4>21cb00 - Baby chicks.</h4><p> </p><p>The sale of baby\nchicks for raising and reselling is a sale for resale, and furthermore is not recognized\nas a retail sale in the industry. Such sales are between the producer and the\ngrower and are far removed from the retail level of distribution.</p><p> </p><h4>21cb01 - Boatyards.</h4><p> </p><p>(a)   The two types of establishments found in this industry\nare boatyards, where boats are built or large boats are repaired, and the\nmarina, which includes yacht basins, yacht clubs, and repair establishments\nwhere small boats are serviced or repaired. Both the boatyards and the marina\nusually sell boats, boat supplies, and accessories.</p><p> </p><p>(b)  Boatyards are not recognized as retail establishments\nin the industry and are not the type of establishment contemplated by the\nexemption. A sales analysis should never be necessary of such an establishment.\nA marina, however, is the type of establishment which is recognized as retail\nin the industry. It may qualify for the Sec 13(a)(2) exemption and its sales\nmay be analyzed.</p><p> </p><p>(c)   To distinguish between a boatyard and a marina note\nthe permanent physical facilities for repairing boats. Boatyards have facilities,\nsuch as a railway, for taking large boats out of the water for repairs. Marinas\ndo not have such facilities. Occasionally, a marina may utilize manpower or a\nportable crane to take a boat out of the water but this does not transform the\nmarina into a boatyard, since large boats normally cannot be taken out of the\nwater in this manner. The servicing of large boats by a marina is a retail\nservice because it is of the same general type the marina provides for small\nboats.</p><p> </p><p>(d)  Operations of individual establishments in this\nindustry may change. For example, a marina may, after a time, broaden out and\nacquire equipment until it has the characteristics of a boatyard even though it\nmay still retain the title of marina. Or, a boatyard may find, because of a\nchange in the nature of its customers, that it now only services small boats\nand that its railway is no longer in use. Thus, the facilities of an\nestablishment are important but not necessarily conclusive as to its status.</p><p> </p><h4>21cb02 - Beauty preparations and cosmetics.</h4><p> </p><p>Sales to beauty shops\nof beauty preparations, such as creams, lotions, and rinses, which are used\nupon the persons of the beauty shops’ customers as a part of the service\nrendered, are sales for resale regardless of whether the customer is charged\nseparately for these items.</p><p> </p><h4>2lcc00 - Contract mail hauling.</h4><p> </p><p>Employees performing\nactivities in connection with the hauling of mail under contract with the Post\nOffice Department are not within the Sec 13(a)(2) exemption. Such activities\nare wholly lacking in any retail concept and are not, therefore, within the\nscope of their employer’s otherwise exempt retail business. (See IB 779.308.)</p><p> </p><h4>21cc01 - Contract post offices.</h4><p> </p><p>(a)   The remuneration which a contract post office receives\nfrom the government should not be included in the sales analysis. The receipts\nfrom “sales of goods or services” are the monies collected from the public for\nthe sales of stamps, money orders, and the like. Such sales are not recognized\nas retail. With reference to money orders only, the fees are counted and not\nthe money transmitted.</p><p> </p><p>(b)  An employee engaged in performing post office work in\nan exempt retail or service establishment is “employed by” such an\nestablishment within the meaning of IB 779.308 unless he is employed by the\nPost Office Department. If the establishment, including the contract post\noffice, meets the tests of the retail exemption, all employees employed by it\nwill be exempt. However, the employer may claim that the postal substation and\nthe retail establishment constitute separate establishments, and such a claim\nwill be allowed if the conditions for segregation contained in IB 779.305 are\nmet.</p><p> </p><p>(c)   An auxiliary employee of an exempt retail or service\nestablishment performing general office, custodial, maintenance, or messenger\nwork for a nonexempt contract postal station will, for enforcement purposes, be\nconsidered exempt in any w/w if no more than 20% of his time is spent in such\nwork.</p><p> </p><h4>21cc02 - Concrete blocks and flues.</h4><p> </p><p>Sales of concrete\nblocks and flues may be recognized as retail sales. Such items are considered\nto be building materials and sales shall be classified as retail or nonretail\nin accordance with the principles set out in IB 779.335, 779.336, 779.355, and\nFOH 21cL00.</p><h4> </h4><h4>21cd01 - Driving schools.</h4><p> </p><p>The retail concept\ndoes not apply to establishments engaged in the activity of selling and giving\ndriving instructions and preparing members of the public for examination given\nby the State for driver’s license.</p><p> </p><p> </p><h4>21ce00 - Exterminating service.</h4><p> </p><p>(a)   Exterminator service establishments may be recognized\nas retail. However, where the facilities and equipment of an establishment are\ndesigned for the service of factory or commercial buildings and are of a type\nwhich the general consuming public does not ordinarily have occasion to use,\nthe services are specialized and are not traditionally recognized as retail\nwithin the meaning of the exemption even though the firm may also,\noccasionally, render services to the general consuming public. On the other\nhand, if the exterminating facilities and equipment used in servicing\ncommercial buildings are no different from those used in servicing private\nresidences, such services may be regarded as retail.</p><p> </p><p>(b)  Exterminating services performed regularly and\nrepeatedly for a commercial or industrial firm under contract, covering an\nextended period of time, constitute maintenance operations and are not,\ntherefore, recognized as retail services.</p><p> </p><h4>21cf00 - Farm implement sales.</h4><p> </p><p>(a)   Sales of new or used farm implements and farm\nmachinery, including such items as gardening and lawn care equipment, are\nrecognized as retail regardless of whether they are purchased by farmers or\nnon-farmers. Servicing and repair of such items, and sales of parts for them,\nare also recognized as retail. (See IB 779.371(e).)</p><p> </p><p>(b)  Sales of equipment such as the specialized types of\nconstruction and processing machinery set out in IB 779.371(e)(3) which are not\nnormally used in farming operations are not recognized as retail sales.</p><p> </p><p>(c)   Certain types of equipment, such as land levelers, may\nbe used both in construction and in farming operations. Where exemption depends\non the retail or nonretail nature of sales of such multi-purpose equipment, the\nfacts shall be obtained and submitted through channels to the RS for an\nopinion.</p><p> </p><h4>21cf01 - Florists’ Telegraph Delivery sales.</h4><p> </p><p>(a)   Sales of flowers to consumers through Florists’\nTelegraph Delivery (FTD) are considered retail sales. Under the FTD\nArrangement, in order to serve retail customers who wish flowers delivered at\ndistant locations, other member florists have agreed that the flowers sold by\nthe establishment to which the customer comes will be supplied and delivered by\nan establishment in whose delivery area the recipient is located. Each member\nestablishment will both sell flowers for delivery from the stock of other\nmembers and deliver from its own stock flowers sold by them, with settlement\nmade periodically through clearing house procedures. The ADV allocable to\neither of these activities, as computed under (b) below, is counted as receipts\nfrom retail sales and/or services for purposes of the 75% test in Sec 13(a)(2).</p><p> </p><p>(b)  The ADV for purposes of enterprise coverage and the\napplication of Sec 13(a)(2) shall be determined as follows: Florist A takes an\norder from a customer and receives full payment ($20) for the flowers plus\n$2.00 for the telegram and service charge, a total of $22.00. The order is\ntelegraphed to florist B who delivers the flowers to the recipient. As a result\nof this transaction, florist A retains 20% of the sales price, plus the charges\n($6.00 in all) and florist B receives 80% of the sales price ($16). In such a\ncase, florist A must include the total amount received by him ($22) from the\ncustomer in his ADV; florist B must include in his ADV the total amount he or\nshe receives in the transaction ($16). If florist A is in Colorado and florist\nB in Illinois, the interstate sales for purposes of the 50% test as set out in\n(c) below would be ($22) for florist A and ($16) for florist B. In the above\nexample, florist A’s ADV would also include any additional amounts charged the\ncustomer for taxes, except that any excise taxes at the retail level which are\nseparately stated are not to be computed as part of the ADV for purposes of the\nmonetary test of Sec 3(s)(2).</p><p> </p><p>(c)   In any case where a florist’s establishment meets the\nstatutory definition of a “retail or service establishment” and is not part of\na covered enterprise, it is still necessary to determine for purposes of the\nSec 13(a)(2) exemption whether more than 50% of the establishment’s ADV of\nsales is made within the State. For example, florist A in Colorado receives an\norder for flowers to be delivered in Illinois; he wires the order (FTD) for\nflorist B in Illinois to deliver the flowers. The sale is an interstate sale\nfor purposes of Sec 13(a)(2), both with respect to the florist in Colorado and\nthe florist in Illinois. Also included as interstate sales for this purpose are\nsales by a florist for direct delivery by him into another State. (In\ndetermining the ADV for purpose of this test, see also (b) above.)</p><p> </p><h4>21cg00 - Gambling receipts.</h4><p> </p><p>The receipts from\ngambling activities are not recognized as receipts from retail sales or\nservices. Thus, for example, employees engaged in the operation of a gambling\ncasino are not within the Sec 13(a)(2) exemption.</p><p> </p><h4>21cg01 - Golf shops in country clubs.</h4><p> </p><p>In the ordinary case a\ngolf shop in a country club is not open to the public and cannot qualify for\nthe Sec 13(a)(2) exemption (see IB 779.317). However, if such a golf shop is\nopen and available to the general public as well as to club members and is a\n“distinct physical place of business” separate from other facilities and\nqualifies as an “establishment” the Sec 13(a)(2) exemption may apply if the\ntests are met.</p><p> </p><h4>21cg02 - Gasoline sales to truckers.</h4><p> </p><p>Sales of gasoline at\nthe ordinary gasoline service establishment (not a truck stop) by the “tankful”\nto truckers for use in the operation of the vehicle are generally recognized as\nretail sales notwithstanding that discounts such as 2 cents per gallon are\nallowed or that the sales are made on a credit card basis. (See also IB\n779.371(c)(6).)</p><p> </p><h4>21cg03 - Civic and convention centers.</h4><p> </p><p>(a)   Civic and convention centers whether publicly or\nprivately owned or operated are normally engaged primarily in the business of\nrenting space to business and civic organizations attracted to the locality. [n\norder to attract conventions such centers “sell” their capability to “house”\nbusiness meetings, trade shows, auto and boat shows, open-air exhibitions and\nmass meetings, including the directly related ancillary capabilities, i.e.,\nparking lot, recreation, eating facilities, etc. Such rental of space to\nbusiness and civic organizations constitutes a business activity lacking the\nretail concept. (See also FOH 21ca06.)</p><p> </p><p>(b)  The fact that independent contractors are engaged to\ncater food and beverages to the various groups and participants in activities\nheld at the Centers does not alter the nonretail character of the Centers.\nAlso, the fact that certain exemptions (e.g., Sec 13(a)(2), 13(b)(8), or 14)\nmay be applicable to employees of such independent contractors, depending upon\ncircumstances and character of the contractor’s business, does not affect the\napplicability of the Act to employees of the Center.</p><p> </p><h4>21ch00 - Hotels, motels, and restaurants - competitive bid sales.</h4><p> </p><p>In determining the\napplication of the Sec 13(a)(2) exemption to hotels, motels, and restaurants,\nsales resulting from competitive bids are not considered characteristic of\nretail selling and are not generally recognized as retail. For example, certain\ncontracts for furnishing meals and/or lodging to government employees or\nmilitary personnel may be let on the basis of competitive bid procedures. (See\nIB 779.328(d).)</p><p> </p><h4>21ci00 - Industrial maintenance services.</h4><p> </p><p>An organization which\ncleans air ducts, elevator shafts, air conditioning equipment, ventilating\nsystems, flues, stacks, and the like, and repairs and refills fire\nextinguishers, fireproofs drapes, decorations, show booths, and the like, and\nperforms maintenance work almost entirely for commercial or industrial\nestablishments is performing specialized services which the general consuming\npublic does not ordinarily have occasion to use. The organization is not\nengaged in activities which are traditionally recognized as retail even though\nit may also sometimes sell goods or render services to the general consuming\npublic.</p><p> </p><h4>21cL00 - Lumber and building materials sales to contractors or builders.</h4><p> </p><p>(a)   The lumber and building materials determination (see\nIB 779.355) together with Sec 3(n) form the basis for determining which sales\nare not for resale and are recognized as retail in the industry. In applying\nthe tests of the lumber and building materials determination and Sec 3(n) to\nsales of materials to contractors or builders it is necessary to take into\nconsideration, also, the general principles contained in IB 779.327 - 779.329,\n779.335, and 779.336 which relate to retail and wholesale sales in general and\nsales for resale.</p><p> </p><p>(b)  The sale of lumber and building materials to\ncontractors or builders for residential, farm or commercial construction,\nrepair or maintenance are sales for resale unless excluded from this category\nby Sec 3(n). In order for such sales for to be excluded for the category of\n“for resale” all the tests of Sec 3(n) must be met (see IB 779.335 and\n779.336). The tests are:</p><p> </p><p>(1)  The goods sold must be used in residential or farm\nbuilding construction, repair, or maintenance, and</p><p> </p><p>(2)  The sale must be recognized as a bona fide retail sale\nin the industry.</p><p> </p><p>With respect to the\nfirst test contained in Sec 3(n) it is clear that sales of materials to\ncontractors for use in the construction, repair, or maintenance of apartment\nhouses, motels, churches, schools or other commercial or industrial structures\nare sales for resale. Such structures are not “residential” buildings of the\ntype contemplated by Sec 3(n).</p><p> </p><p>(c)   With respect to the second test of Sec 3(n), in\ndetermining whether sales of lumber and building materials are recognized as\nbona fide retail sales in the industry, it is necessary first to test such\nsales under the lumber and building materials determination. If they are not\nrecognized as retail under the principles set forth in the determination, they\nwill not meet the second test of Sec 3(n). It does not follow, however, that\nall sales recognized in the determination as retail are recognized as bona fide\nretail sales for purposes of Sec 3(n). Thus, although the determination, among\nother things, recognizes sales in other than direct carload lots as retail sales\n(see IB 779.355(b)(3)), regard must be given to the legislative history and\nWage-Hour’s position that sales of lumber to a contractor to build a whole\nresidential subdivision are not recognized as bona fide retail sales under Sec\n3(n) (see IB 779.335). There may, therefore, be certain circumstances under\nwhich sales in other than direct carload lots are not recognized as bona fide\nretail sales within the meaning of Sec 3(n). For example, some contractors\nengaged in the building of subdivisions may build only a few houses at a given\ntime, and possibly purchase materials in lot quantities sufficient to construct\nonly one house at a given time. Where such lumber sales are made pursuant to a\ncontract, agreement or understanding that the dealer is to supply the\ncontractor with all his lumber requirements for a subdivision consisting of a\nfixed or indefinite number of houses such sales would not be recognized as\nretail regardless of whether the lumber is to be delivered in small quantities\nas construction progresses or all at one time (see IB 779.328(c)).\nConsequently, such sales would not qualify for exclusion from the category of\nsales for resale under Sec 3(n).</p><p> </p><p>(d)  Situations may be encountered where a contractor is\nengaged in building a number of houses on scattered lots and is purchasing the\nmaterials for his own use in total amounts as great as a contractor who is\nbuilding a whole subdivision. Where, as in (c) above, the total amount of\nmaterials contemplated for delivery pursuant to a direct or indirect contract,\nagreement or understanding between the dealer and the contractor is materially\nin excess of the total quantity of goods which might reasonably be purchased by\na member of the general consuming public during the same period, under Sec 3(n)\nsuch sales would not be recognized as bona fide retail sales. Of course, in\nthose instances where a contractor is purchasing materials to build a single\nhouse only, whether or not in behalf of the home owner, such a sale may be\nrecognized as being a bona fide retail sale within the meaning of Sec 3(n).</p><p> </p><p>(e)   Where the retail or nonretail nature of sales to\ncontractors or builders cannot be determined on the basis of the above\nprinciples and such questions are determinative of the compliance status of the\nestablishment, the facts shall be obtained and the matter referred through\nchannels to the RS for an opinion.</p><p> </p>"
}