{
  "section": "33h12",
  "chapter": "33",
  "section_title": "33h12.   HAZARDOUS OCCUPATIONS ORDER 12—Power-Driven Balers, Compactors,\nand Paper Products Machines.",
  "text": "Name:  Occupations involved in the operation of balers, compactors, and\npaper-products machines  Originally Adopted:  September 11, 1954 (a)  \nScope of HO 12 (1)  HO 12 was issued in response to the finding that the\npaper-products industry experienced a somewhat higher general frequency of\ninjury rate than all manufacturing industries as a whole, and a somewhat higher\nfrequency of the more serious types of injuries and of deaths.  The\nprohibitions regarding scrap paper balers were established to combat the\ndangers of being caught in the plungers during the compression process and\nsuffering strains and other injuries while moving the compressed bales. (2)  HO 12 prohibits those under 18 years of age from\noperating and assisting to operate certain power-driven machines used in the\nmanufacture or conversion of paper or pulp into a finished product or in the\npreparation of such products for recycling or disposal.  The HO applies\nwherever the machines are located when operated by a covered employee. (3)  HO 12 was revised effective February 14, 2005 (see\n69 FR 75393, December 16, 2004, for more information).  The major revisions\nincluded: a.    \nIncorporating the provisions of\nthe Compactors and Balers Safety Standards Modernization Act (August 6, 1996)\nwhich created FLSA § 13(c)(5).  This section, among other things, prohibits\nminors under 18 years of age from operating and unloading balers and compactor,\nand permits 16- and 17-year-olds to load, but not operate or unload, certain\nbalers and compactors under specific conditions. b.    \nExpanding the prohibitions of the\nHO to include balers and compactors that process other materials in addition to\npaper.  Prior to February 14, 2005, only balers and compactors that processed\npaper products exclusively fell under the prohibitions of HO 12 (see\nFOH 3312(b)(1)a for information regarding the impact of this revision). (4)  HO 12 was again revised by a Final Rule, effective\nJuly 19, 2010.  That revision brought all power-driven compactors and balers,\nregardless of the materials being processed, under the prohibitions of HO 12. \nThe revision also clarified that the limited exemption contained in FLSA §\n13(c)(5) that allows 16- and 17-year-olds to load, but not operate or unload,\ncertain equipment applies only to scrap paper balers and paper box compactors. \n (5)  Definitions a.    \nThe term operating or assisting to\noperate means all work that involves starting or stopping a machine covered by\nthis section, placing materials into or removing materials from a machine,\nincluding clearing a machine of jammed materials, paper, or cardboard, or any\nother work directly involved in operating the machine.  The term does not\ninclude the stacking of materials by an employee in an area nearby or adjacent\nto the machine where such employee does not place the materials into the\nmachine. b.    \nThe term paper products machine\nshall mean all power-driven machines used in: 1.    \nthe remanufacture or conversion of\npaper or pulp into a finished product, including preparation of materials for\nrecycling, or 2.    \nThe preparation of such materials\nfor disposal—whether the machines are used in establishments that manufacture\nconverted paper or pulp products or in any other type of establishment. c.    \nCompactors 1.    \nThe term paper box compactor means\na powered machine that remains stationary during operation, used to compact\nrefuse, including paper boxes, into a detachable or integral container or into\na transfer vehicle. 2.    \nThe term compactor that is\ndesigned or used to process materials other than paper means a powered machine\nthat remains stationary during operation, designed or used to compact refuse\nother than paper or cardboard boxes into a detachable or integral container or\ninto a transfer vehicle. d.    \nBalers 1.    \nThe term scrap paper baler means a\npowered machine used to compress paper and possibly other solid waste, with or\nwithout binding, to a density or form that will support handling and\ntransportation as a material unit without requiring a disposable or reusable\ncontainer.  2.    \nThe term baler that is designed or\nused to process materials other than paper means a powered machine designed or\nused to compress materials other than paper and cardboard boxes, with or\nwithout binding, to a density or form that will support handling and\ntransportation as a material unit without requiring a disposable or reusable\ncontainer. e.    \nThe term Applicable American\nNational Standards Institute (ANSI) Standard means one of the standards listed\nin the chart contained in FOH 33h11(d)(2)a1  The ANSI standard for scrap\npaper balers and paper box compactors govern the manufacturing and modification\nof the equipment, the operation and maintenance of the equipment, and employee\ntraining.  The Secretary of Labor may add more recent standards to the chart\nupon finding that the newer standards are as protective of the safety of minors\nas those already on the list. (b)  \nOccupations PROHIBITED (1)  HO 12 prohibits 16- and 17-year-olds from operating,\nassisting to operate, setting-up, adjusting, repairing, oiling or cleaning the\nfollowing power-driven paper products machines, including those which do not\ninvolve hand feeding, as well as balers and compactors: a.    \nAll balers and compactors,\nregardless of the materials being processed.  This prohibition includes equipment\ndesigned to process only paper, equipment designed to process materials other\nthan paper, and equipment that can process both paper and other materials. 1.    \nHO 12 was revised effective\nFebruary 14, 2005, to expand the prohibitions of the HO to include balers and\ncompactors that process other materials in addition to paper.  Prior to\nFebruary 14, 2005, only those balers and compactors that processed paper\nproducts exclusively (no other materials placed in the machine) fell under the\nprohibitions of HO 12. 2.    \nHO 12 was again revised, effective\nJuly 19, 2010 to prohibit youth under 18 years of age from operating, assisting\nto operate, setting up, adjusting, repairing, oiling, or cleaning all\ncompactors and balers, regardless of the materials being processed.     3.    \nOther materials which are\nprocessed by scrap paper balers and paper box compactors include, but are not\nlimited to, plastics, rubber, food waste, foam rubber and aluminum cans.  The\nrisks which these machines present to minor employees remain the same,\nregardless of the materials being processed.   b.    \nArm type wire stitcher or\nstapler—a power-driven machine, operated by a foot treadle, which stitches\ncartons together.  The carton is held by the operator during the operation. \nMay be single action or it may operate continuously. c.    \nCircular or band saw—similar to\nand operating the same as wood-working saws, used for sawing fiber or\ncorrugated paper stock.  It is hand fed. d.    \nCorner cutter or mitering\nmachine—a type of punch press used for cutting away corners for set-up box\nblanks.  May be horizontal or vertical, cutting one corner (single) or two\ncorners (double) at a time.  It is hand fed, treadle operated, operating\ncontinuously when pedal is depressed. e.    \nCorrugating and single- or\ndouble-facing machine—a large machine which combines plain paperboard (liners)\nwith corrugated paper (filler) to form corrugated paperboard.  Single facing\nmeans a liner on one side; double facing means liners on both sides.  Machine\nconsists of a series of rolls which corrugates the center and glues the facing\nto it.  Operating continuously from rolls of paper stock cutting to size as the\nlast operation. f.     \nEnvelope die-cutting press—a\nmachine for cutting envelope blank.  A die is placed by hand on a stack of\npaper and a plunger forces the die through the paper.  May be single acting or\ncontinuous in operation. g.    \nGuillotine paper cutter or shear—a\nmachine consisting of a heavy knife blade held vertically by the headwork of\nthe machine used for cutting flat paper stock.  Paper is placed on the bed of\nthe machine by hand and the machine operated by a foot treadle, hand lever, or\ntwo-handed tripping device.  Machine is single action, making one stroke at a\ntime. h.    \nHorizontal bar scorer—a little\nused machine for scoring (cutting part-way through) heavy fiber stock.  A die\nis supported by a head frame and when operated, descends into the fiber.  The\nmachine is foot operated and hand fed. i.     \nLaminating or combining machine—a\nmachine for gluing together two or more piles of paper to make a fiberboard. \nOperates in same manner as corrugating and single- or double-facing machine. j.     \nSheeting machine—a machine for\ncutting sheets of paper from a roll of paper.  Knives, mounted on revolving\narms, cut the paper as it goes through the machine.  It operates continuously,\nthe operator threading the paper through the machine and taking away the cut\nsheets.  k.    \nVertical slotter—a machine for\ncutting slots in fiber or box board stock by means of a die which descends when\nthe machine is operated.  It is hand fed, foot or hand operated.  The eccentric\ntype employs a toothed die, actuated by a horizontal eccentric-revolving\nshaft.  It operates continuously and is hand fed. (2)  HO 12 prohibits 16- and 17-year-olds from operating\nplaten die-cutting presses, platen printing presses, and punch presses which\ninvolve hand feeding of the machines.  It also prohibits these minors from\nsetting-up, adjusting, repairing, oiling or cleaning these types of machines. a.    \nplaten die-cutting press—a machine\nfor cutting paper stock by means of a die mounted on the frame of the press\n(the chase).  Paper is placed on the platen which swings up against the die. \nIt operates continuously. b.    \nplaten printing press—a machine\nsimilar to a platen die-cutting press, except that type for printing is mounted\nin the chase, instead of a die. c.    \npunch press—a machine for cutting\nout paper stock by means of a die, mounted on a plunger, which descends when\nthe press is operated.  May be operated by foot treadle, lever, or two-handed\ntripping device.  May be single acting or continuous. (c)  \nOccupations NOT SPECIFICALLY\nBANNED (1)  There are many machines used in the paper-products\nindustries which are not covered by this HO.  The most important of these\nmachines are the following: \n\n\n \n  \n  Bag machine, bag-making machine\n  \n  \n  Lacer machine\n  \n \n \n  \n  Bottoming machine (bags)\n  \n  \n  Parchmenting, waxing, or coating machines\n  \n \n \n  \n  Box-making machine (collapsible boxes)\n  \n  \n  Partition assembling machine\n  \n \n \n  \n  Bundling machine\n  \n  \n  Quadruple stayer\n  \n \n \n  \n  Calendar roll and plating machine\n  \n  \n  Rewinder\n  \n \n \n  \n  Cigarette carton opener and tax stamping machine\n  \n  \n  Rotary printing press\n  \n \n \n  \n  Clasp machine\n  \n  \n  Ruling machine\n  \n \n \n  \n  Counting, stacking, and ejecting machine\n  \n  \n  Slitting machine\n  \n \n \n  \n  Corner stayer\n  \n  \n  Straw winder\n  \n \n \n  \n  Covering, lining, or wrapping machines (set-up boxes)\n  \n  \n  Stripping machine\n  \n \n \n  \n  Creping machine\n  \n  \n  Taping machine\n  \n \n \n  \n  Dornbusch machine (wall paper)\n  \n  \n  Tube cutting machine\n  \n \n \n  \n  Ending machine (set-up boxes)\n  \n  \n  Tube machine (paper bags)\n  \n \n \n  \n  Envelope machine\n  \n  \n  Tube winder\n  \n \n \n  \n  Folding machine\n  \n  \n  Window patch machine\n  \n \n \n  \n  Gluing, scaling, or gumming machine\n  \n  \n  Wire or tag stringing machine\n  \n \n \n  \n  Inter-folding machine\n  \n  \n   \n  \n \n \n  \n  Jogging machine\n  \n  \n   \n  \n \n\n\n (2)  HO 12 does not apply to machines which exclusively\nprocess leather or any substances other than paper or paper products (other\nthan balers and compactors discussed below). (d)  \nExemptions (1)  HO 12 contains an exemption for student-learners and\napprentices. (2)  Loading of certain scrap paper balers and paper box\ncompactors. a.    \nPublic Law 104-174, signed August\n6, 1996, amends § 13(c) of the FLSA to permit minors 16 and 17 years of age to\nload (but not operate or unload) certain scrap paper balers and paper box\ncompactors if all of the requirements listed below are met.  This exemption\ncovers only the loading of such equipment, and only scrap paper balers and\npaper box compactors.  No youth under 18 years of age may load any other type\nof compactor or baler.  HO 12 (§ 570.63) reflects this statutory language. 1.    \nThe employer must ensure that the\nequipment meets, and continues to meet, one of the American National Standards\nInstitute’s (ANSI) Standards listed in the chart below.  One column of\nstandards is specific to scrap paper balers and the other is specific to for\npaper box compactors. \n\n\n \n  \n  In order for employers to take advantage of the limited exception\n  discussed in FOH 33h12(d) , the scrap paper baler must meet one of the\n  following ANSI Standards:\n  \n  \n  In order for employers to take advantage of the limited exception\n  discussed in this FOH 33h12(d), the paper box compactor must meet one of the\n  following ANSI Standards:\n   \n  \n \n \n  \n  ANSI Standard Z245.5-1990\n  \n  \n  ANSI Standard Z245.2-1992\n  \n \n \n  \n  ANSI Standard Z245.5-1997\n  \n  \n  ANSI Standard Z245.2-1997\n  \n \n \n  \n  ANSI Standard Z245.5-2004\n  \n  \n  ANSI Standard Z245.2-2004\n  \n \n \n  \n  ANSI Standard Z245.5-2008\n  \n  \n  ANSI Standard Z245.2-2008\n  \n \n\n\n 2.    \nThe ANSI standards are industry\nstandards which govern the design, manufacture, operation and maintenance of\nthe equipment. 3.    \nThe FLSA does permit the Secretary\nto adopt any newer ANSI standards under HO 12 once it is determined that they\nare at least as protective of the safety of minors as the standards listed\nabove.   4.    \nThe employer must provide notice\nand post a notice on each piece of equipment stating that the equipment meets\nthe appropriate ANSI standard named above; that 16- and 17-year-olds may only\nload the equipment; and that any employee under 18 may not operate or unload\nsuch equipment. A.   \nWH has determined that “posting” a\nprominent and easily visible notice will also satisfy the requirement that\nnotice be “provided” (see 29 CFR 570.63(c)(1)(iv)). B.   \nThere is no one format that the\nnotice must follow to satisfy the posting requirement, but WH believes that the\nintent of FLSA § 13(c)(5) will be satisfied if each notice:  i.     \nContains an accurate statement\nthat the baler or compactor to be loaded by the minor meets the applicable ANSI\nstandard named in § 13(c)(5)(B)(i)(I) of the FLSA or meets a more recent ANSI\nstandard which the Secretary has certified to be at least as protective of the\nsafety of minors as the standard described in FLSA § 13(c)(5)(B)(i)(I);\nand ii.    \nCites the specific ANSI standard,\nincluding the year of issuance, that the employer is providing notice that the\nequipment meets; and iii.  \nIncludes a clear statement that 16-\nand 17-year-olds may only load the scrap paper balers and paper box compactors;\nand,  iv.  \nIncludes a clear statement that no\nemployee under the age of 18 may operate or unload the scrap paper balers and\npaper box compactors.   C.   \nWH has been advised that industry\nassociations such as the Food Marketing Institute (FMI) and the National\nGrocers Association (NGA) have developed and marketed to their members\n“notices” or “stickers” believing that such notices or stickers comport with\nthe requirements of FLSA § 13(c)(5). i.     \nWH has examined the sample notices\nor stickers created by both the NGA and the FMI and, as discussed in the\npreamble to the final rule that became effective on February 14, 2005, noted\nthat these stickers do not satisfy the posting requirements of FLSA § 13(c)(5)\n(see 69 FR 75394, December 16, 2004).  The stickers do not clearly\nidentify the applicable ANSI standard as required.  ANSI includes, in the\ncaption or title of each of its standards, both a “series identifier” and a\nyear of issuance, so as to eliminate confusion between different editions of\nstandards that apply to the same type of machinery.   ii.    \nWH will consider the NGA and FMI\nstickers to constitute acceptable notices if they are modified to state\nexplicitly the full caption of the ANSI standard (both the series identifier\nand the year of issuance).  This modification may, of course, be made by\nprinting all future stickers with the full, accurate information as to the\nspecific applicable standard.  But existing stickers may also be modified by\nmaking hand-written insertions of the additional information that is necessary\nto identify the specific standard.  Such insertions must be written legibly, in\nindelible ink, and in the same size of lettering as the ANSI standard\nidentifiers already printed on the sticker. iii.  \nThe NGA and the FMI have also\ndeveloped stickers to be placed on equipment that does not meet the\nrequirements of the limited exemption contained in FLSA § 13(c)(5) and,\ntherefore, cannot be loaded, operated or unloaded by any employee who is less\nthan 18 years of age.  These stickers, which are not required by the Act and\nthe use of which is completely voluntary, alert employees that they may not\nload, operate or unload the equipment unless they are 18 years of age or\nolder.   D.   \nCommunity-owned or -operated\nbalers and compactors  In certain situations, such as at a shopping mall,\nindustrial park, office building, or military base, multiple employers may have\naccess to and use community balers and compactors that the facilities manager\nor owner has made available to the tenants or contractors. i.     \nIn these situations, it is not\nnecessary for every employer (tenant) to post a notice as required by FLSA §\n13(c)(5).  The facilities manager or owner, or the owner of the equipment, may\nmake the necessary postings and satisfy each employer's (tenant's) posting\nobligations under the exception. ii.    \nBut, should the notice not be\naccurate or complete—i.e., the baler or compactor fails to meet the appropriate\nANSI standard, or the notice fails to fully identify the appropriate ANSI\nstandard—the burden of compliance remains with the employer (tenant) of any\nyouth who loaded the equipment.  An incomplete or inaccurate posting by the\nfacilities manager or owner will not relieve a tenant from being charged with a\nviolation of HO 12.    75 FR 28440-41 (May 20, 2010) iii.  \nEmployers cannot delegate their\nresponsibilities for compliance by relying on the accuracy of notices posted by\nothers. 5.    \nThe equipment must include an\non-off switch incorporating a key-lock or other system, and the control of the\nsystem is maintained in the custody of employees who are at least 18 years of\nage.  The “other system” may be a numerical touch pad but the passcode may not\nbe shared with employees under the age of 18 years. 6.    \nThe on-off switch of the equipment\nmust be maintained in an off position when the equipment is not in operation. 7.    \nThe equipment cannot be operated\nwhile it is being loaded. b.    \nThe language and legislative\nhistory of the amendment make it clear that it is the responsibility of the\nemployer to make the initial determination that the equipment to be loaded by\n16- and 17-year-olds meets the appropriate ANSI standards.  It is also the\nemployer’s responsibility to provide the notice and post it on each piece of\nequipment which is loaded by 16- and 17-year-olds.  For enforcement purposes,\nthe posting of the notice will also satisfy the requirement that notice be\nprovided. c.    \nLoading of scrap paper balers and\npaper box compactors not only encompasses the placing of materials into the\nmachines, but also includes placing materials into chutes that, by gravity,\nfeed the materials to the machines.  Loading also includes placing materials\nonto conveyors that, by power or gravity, then feed the materials into the\nbalers or compactors. (e)  \nEnforcement positions (1)  Laminators and packaging machines a.    \nThe type of laminators prohibited\nby HO 12 are those used to laminate or combine two or more sheets of paper or\ncardboard to form a multiple-ply product by applying an adhesive and running\nthe paper through various pressure rolls.   b.    \nLaminators, such as the GBC Pouch\nLaminator, which are designed to encase a document such as an identification\ncard between two pieces of plastic by using heat in a simple process, are not\nsubject to HO 12.  c.    \nMachines designed to enclose and\nseal products (i.e., pills and capsules) in packaging consisting primarily of\nplastic or foil and some cardboard or paperboard, are not within the scope of\nHO 12.  Names for this type of machine include dry mounting/laminating press;\njumbo sealer; and the euclid cadet or cadet twin unit dose strip packaging\nmachine. (2)  Silk Screen printing press This equipment, when\ndesigned to function in the same manner as the platen printing press, is\nprohibited for use by persons under the age of 18. (3)  Three spindle paper drill (Challenge Model EH-3A for\nexample) This equipment, used\nfor die-cutting or embossing operations, operates in the same manner as a hand\nfed punch press.  Minors under 18 years of age are prohibited from operating\nthis equipment.  (4)  Kansmacker The kansmacker is a\npower-driven machine that sorts, counts and flattens beverage cans.  It is not\ncovered by HO 12. (5)  Decollators and bursters A decollator is a\nmachine which separates stacks of multi-part paper into individual stacks (for\neach copy) while removing the carbon paper.  It is often capable of trimming\nthe pin-feed holes from one or both sides.  A burster is a machine that takes\ncontinuous single copy and bursts it into individual sheets or pages.  These\nmachines do not come within the definition of paper products machines and are\nnot covered under HO 12. (6)  Cylinder press HO 12 does not\nprohibit the operation of a cylinder press.  Such machines are considered much\nless hazardous than platen presses, where feeding takes place at the point of\noperation.  (7)  Paper shredders  The operation of paper\nshredders is not prohibited by HO 12.  In addition, paper shredders of the type\nnormally used in offices may be operated by minors 14 and 15 years of age. (8)  Stitcher-trimmer machine a.    \nA stitcher-trimmer machine\nautomatically collates, stitches (inserts wire staples), and trims such things\nas pamphlets, periodicals, and other paper products.  WHD has examined\nstitcher-trimmer machines and has determined that HO 12 does not prohibit minors\nfrom operating those stitcher-trimmer machines that do not use a guillotine\npaper cutter or shear to trim the product.  This machine is not to be confused\nwith an arm-type wire stitcher or stapler – a power-driven machine\nprohibited by HO 12, operated by a foot treadle, and used to stitch or staple\ncartons together (see FOH 33h12(b)(1)b).     b.    \nHO 12 does prohibit youth under 18\nyears of age from operating those stitcher-trimmers that use a guillotine paper\ncutter or shear to trim the product.  Such prohibited equipment includes the STAHL\nST-90 and the Stitchmaster ST-100, both manufactured by\nHeidelberg.   (9)  LiftPak compactor a.    \nThe LiftPak Compactor Model 1000,\nmanufactured by LiftPak, L.C., is an indoor compactor that processes material,\nincluding paper products, by use of a ram.  This equipment is often used by\nquick service restaurants.  When it is time to unload the machine, a built-in\ncart containing the compacted waste is detached from the machine and manually\nwheeled to the dumpster.  The operator then pushes a button on the cart and an\nelectric lift raises the compacted refuse to the height of the dumpster.  After\nthe lift tray is released, the refuse is allowed to fall into the dumpster by\ngravity.  The operator then lowers the lift and wheels the cart back to the\nmain machine for reattaching.  b.    \nBecause the LiftPak Compactor\nModel 1000 is a compactor that processes materials such as food waste and\nplastic in addition to paper products, youth under 18 years of age are\nprohibited from operating and unloading such equipment (as of February 14,\n2005)—and may only load such equipment if they meet the requirements of the\nexemption contained in HO 12 (see 29 CFR 570.63(c) and\nFOH 33h12(d)(2)).  The prohibition on unloading includes all the\nactivities associated with depositing the compacted refuse into the dumpster,\nincluding returning and reattaching the built-in cart to the equipment. c.    \nWH learned that LiftPak, L.C. has\nmarketed the Model 1000 as a compactor that “employees don’t have to be 18 to\noperate…” and has stated on its Webpage that the Department of Labor has\napproved the equipment for use by employees 16 and older.  Although such\nadvertisements may have been proper prior to the publication of the Final Rule\nthat modified HO 12 effective February 14, 2005, this information is no longer\ncorrect.   d.    \nThe electric lift that raises the\ndetached compaction compartment to the height of the dumpster during the\nunloading process cannot be considered a hoisting apparatus prohibited under HO\n7.  But as mentioned in (b) above, the detaching, emptying, and reattaching of\nthe container containing the waste is prohibited as “unloading” under HO 12.",
  "html": "<p> </p><p>Name:  Occupations involved in the operation of balers, compactors, and\npaper-products machines </p><p> </p><p>Originally Adopted:  September 11, 1954</p><p> </p><p>(a)  \n<b>Scope of HO 12</b></p><p> </p><p>(1)  HO 12 was issued in response to the finding that the\npaper-products industry experienced a somewhat higher general frequency of\ninjury rate than all manufacturing industries as a whole, and a somewhat higher\nfrequency of the more serious types of injuries and of deaths.  The\nprohibitions regarding scrap paper balers were established to combat the\ndangers of being caught in the plungers during the compression process and\nsuffering strains and other injuries while moving the compressed bales.</p><p> </p><p>(2)  HO 12 prohibits those under 18 years of age from\noperating and assisting to operate certain power-driven machines used in the\nmanufacture or conversion of paper or pulp into a finished product or in the\npreparation of such products for recycling or disposal.  The HO applies\nwherever the machines are located when operated by a covered employee.</p><p> </p><p>(3)  HO 12 was revised effective February 14, 2005 (see\n69 FR 75393, December 16, 2004, for more information).  The major revisions\nincluded:</p><p> </p><p>a.    \nIncorporating the provisions of\nthe Compactors and Balers Safety Standards Modernization Act (August 6, 1996)\nwhich created FLSA § 13(c)(5).  This section, among other things, prohibits\nminors under 18 years of age from operating and unloading balers and compactor,\nand permits 16- and 17-year-olds to load, but not operate or unload, certain\nbalers and compactors under specific conditions.</p><p> </p><p>b.    \nExpanding the prohibitions of the\nHO to include balers and compactors that process other materials in addition to\npaper.  Prior to February 14, 2005, only balers and compactors that processed\npaper products exclusively fell under the prohibitions of HO 12 (see\nFOH 3312(b)(1)a for information regarding the impact of this revision).</p><p> </p><p>(4)  HO 12 was again revised by a Final Rule, effective\nJuly 19, 2010.  That revision brought all power-driven compactors and balers,\nregardless of the materials being processed, under the prohibitions of HO 12. \nThe revision also clarified that the limited exemption contained in FLSA §\n13(c)(5) that allows 16- and 17-year-olds to load, but not operate or unload,\ncertain equipment applies only to scrap paper balers and paper box compactors. \n</p><p> </p><p>(5)  Definitions</p><p> </p><p>a.    \nThe term operating or assisting to\noperate means all work that involves starting or stopping a machine covered by\nthis section, placing materials into or removing materials from a machine,\nincluding clearing a machine of jammed materials, paper, or cardboard, or any\nother work directly involved in operating the machine.  The term does not\ninclude the stacking of materials by an employee in an area nearby or adjacent\nto the machine where such employee does not place the materials into the\nmachine.</p><p> </p><p>b.    \nThe term paper products machine\nshall mean all power-driven machines used in:</p><p> </p><p>1.    \nthe remanufacture or conversion of\npaper or pulp into a finished product, including preparation of materials for\nrecycling, or</p><p> </p><p>2.    \nThe preparation of such materials\nfor disposal—whether the machines are used in establishments that manufacture\nconverted paper or pulp products or in any other type of establishment.</p><p> </p><p>c.    \nCompactors</p><p> </p><p>1.    \nThe term paper box compactor means\na powered machine that remains stationary during operation, used to compact\nrefuse, including paper boxes, into a detachable or integral container or into\na transfer vehicle.</p><p> </p><p>2.    \nThe term compactor that is\ndesigned or used to process materials other than paper means a powered machine\nthat remains stationary during operation, designed or used to compact refuse\nother than paper or cardboard boxes into a detachable or integral container or\ninto a transfer vehicle.</p><p> </p><p>d.    \nBalers</p><p> </p><p>1.    \nThe term scrap paper baler means a\npowered machine used to compress paper and possibly other solid waste, with or\nwithout binding, to a density or form that will support handling and\ntransportation as a material unit without requiring a disposable or reusable\ncontainer. </p><p> </p><p>2.    \nThe term baler that is designed or\nused to process materials other than paper means a powered machine designed or\nused to compress materials other than paper and cardboard boxes, with or\nwithout binding, to a density or form that will support handling and\ntransportation as a material unit without requiring a disposable or reusable\ncontainer.</p><p> </p><p>e.    \nThe term Applicable American\nNational Standards Institute (ANSI) Standard means one of the standards listed\nin the chart contained in FOH 33h11(d)(2)a1  The ANSI standard for scrap\npaper balers and paper box compactors govern the manufacturing and modification\nof the equipment, the operation and maintenance of the equipment, and employee\ntraining.  The Secretary of Labor may add more recent standards to the chart\nupon finding that the newer standards are as protective of the safety of minors\nas those already on the list.</p><p> </p><p>(b)  \n<b>Occupations PROHIBITED</b></p><p> </p><p>(1)  HO 12 prohibits 16- and 17-year-olds from operating,\nassisting to operate, setting-up, adjusting, repairing, oiling or cleaning the\nfollowing power-driven paper products machines, including those which do not\ninvolve hand feeding, as well as balers and compactors:</p><p> </p><p>a.    \nAll balers and compactors,\nregardless of the materials being processed.  This prohibition includes equipment\ndesigned to process only paper, equipment designed to process materials other\nthan paper, and equipment that can process both paper and other materials.</p><p> </p><p>1.    \nHO 12 was revised effective\nFebruary 14, 2005, to expand the prohibitions of the HO to include balers and\ncompactors that process other materials in addition to paper.  Prior to\nFebruary 14, 2005, only those balers and compactors that processed paper\nproducts exclusively (no other materials placed in the machine) fell under the\nprohibitions of HO 12.</p><p> </p><p>2.    \nHO 12 was again revised, effective\nJuly 19, 2010 to prohibit youth under 18 years of age from operating, assisting\nto operate, setting up, adjusting, repairing, oiling, or cleaning all\ncompactors and balers, regardless of the materials being processed.    </p><p> </p><p>3.    \nOther materials which are\nprocessed by scrap paper balers and paper box compactors include, but are not\nlimited to, plastics, rubber, food waste, foam rubber and aluminum cans.  The\nrisks which these machines present to minor employees remain the same,\nregardless of the materials being processed.  </p><p> </p><p>b.    \nArm type wire stitcher or\nstapler—a power-driven machine, operated by a foot treadle, which stitches\ncartons together.  The carton is held by the operator during the operation. \nMay be single action or it may operate continuously.</p><p> </p><p>c.    \nCircular or band saw—similar to\nand operating the same as wood-working saws, used for sawing fiber or\ncorrugated paper stock.  It is hand fed.</p><p> </p><p>d.    \nCorner cutter or mitering\nmachine—a type of punch press used for cutting away corners for set-up box\nblanks.  May be horizontal or vertical, cutting one corner (single) or two\ncorners (double) at a time.  It is hand fed, treadle operated, operating\ncontinuously when pedal is depressed.</p><p> </p><p>e.    \nCorrugating and single- or\ndouble-facing machine—a large machine which combines plain paperboard (liners)\nwith corrugated paper (filler) to form corrugated paperboard.  Single facing\nmeans a liner on one side; double facing means liners on both sides.  Machine\nconsists of a series of rolls which corrugates the center and glues the facing\nto it.  Operating continuously from rolls of paper stock cutting to size as the\nlast operation.</p><p> </p><p>f.     \nEnvelope die-cutting press—a\nmachine for cutting envelope blank.  A die is placed by hand on a stack of\npaper and a plunger forces the die through the paper.  May be single acting or\ncontinuous in operation.</p><p> </p><p>g.    \nGuillotine paper cutter or shear—a\nmachine consisting of a heavy knife blade held vertically by the headwork of\nthe machine used for cutting flat paper stock.  Paper is placed on the bed of\nthe machine by hand and the machine operated by a foot treadle, hand lever, or\ntwo-handed tripping device.  Machine is single action, making one stroke at a\ntime.</p><p> </p><p>h.    \nHorizontal bar scorer—a little\nused machine for scoring (cutting part-way through) heavy fiber stock.  A die\nis supported by a head frame and when operated, descends into the fiber.  The\nmachine is foot operated and hand fed.</p><p> </p><p>i.     \nLaminating or combining machine—a\nmachine for gluing together two or more piles of paper to make a fiberboard. \nOperates in same manner as corrugating and single- or double-facing machine.</p><p> </p><p>j.     \nSheeting machine—a machine for\ncutting sheets of paper from a roll of paper.  Knives, mounted on revolving\narms, cut the paper as it goes through the machine.  It operates continuously,\nthe operator threading the paper through the machine and taking away the cut\nsheets. </p><p> </p><p>k.    \nVertical slotter—a machine for\ncutting slots in fiber or box board stock by means of a die which descends when\nthe machine is operated.  It is hand fed, foot or hand operated.  The eccentric\ntype employs a toothed die, actuated by a horizontal eccentric-revolving\nshaft.  It operates continuously and is hand fed.</p><p> </p><p>(2)  HO 12 prohibits 16- and 17-year-olds from operating\nplaten die-cutting presses, platen printing presses, and punch presses which\ninvolve hand feeding of the machines.  It also prohibits these minors from\nsetting-up, adjusting, repairing, oiling or cleaning these types of machines.</p><p> </p><p>a.    \nplaten die-cutting press—a machine\nfor cutting paper stock by means of a die mounted on the frame of the press\n(the chase).  Paper is placed on the platen which swings up against the die. \nIt operates continuously.</p><p> </p><p>b.    \nplaten printing press—a machine\nsimilar to a platen die-cutting press, except that type for printing is mounted\nin the chase, instead of a die.</p><p> </p><p>c.    \npunch press—a machine for cutting\nout paper stock by means of a die, mounted on a plunger, which descends when\nthe press is operated.  May be operated by foot treadle, lever, or two-handed\ntripping device.  May be single acting or continuous.</p><p> </p><p>(c)  \n<b>Occupations NOT SPECIFICALLY\nBANNED</b></p><p> </p><p>(1)  There are many machines used in the paper-products\nindustries which are not covered by this HO.  The most important of these\nmachines are the following:</p><p> </p><div>\n\n<table>\n <tbody><tr>\n  <td>\n  <p>Bag machine, bag-making machine</p>\n  </td>\n  <td>\n  <p>Lacer machine</p>\n  </td>\n </tr>\n <tr>\n  <td>\n  <p>Bottoming machine (bags)</p>\n  </td>\n  <td>\n  <p>Parchmenting, waxing, or coating machines</p>\n  </td>\n </tr>\n <tr>\n  <td>\n  <p>Box-making machine (collapsible boxes)</p>\n  </td>\n  <td>\n  <p>Partition assembling machine</p>\n  </td>\n </tr>\n <tr>\n  <td>\n  <p>Bundling machine</p>\n  </td>\n  <td>\n  <p>Quadruple stayer</p>\n  </td>\n </tr>\n <tr>\n  <td>\n  <p>Calendar roll and plating machine</p>\n  </td>\n  <td>\n  <p>Rewinder</p>\n  </td>\n </tr>\n <tr>\n  <td>\n  <p>Cigarette carton opener and tax stamping machine</p>\n  </td>\n  <td>\n  <p>Rotary printing press</p>\n  </td>\n </tr>\n <tr>\n  <td>\n  <p>Clasp machine</p>\n  </td>\n  <td>\n  <p>Ruling machine</p>\n  </td>\n </tr>\n <tr>\n  <td>\n  <p>Counting, stacking, and ejecting machine</p>\n  </td>\n  <td>\n  <p>Slitting machine</p>\n  </td>\n </tr>\n <tr>\n  <td>\n  <p>Corner stayer</p>\n  </td>\n  <td>\n  <p>Straw winder</p>\n  </td>\n </tr>\n <tr>\n  <td>\n  <p>Covering, lining, or wrapping machines (set-up boxes)</p>\n  </td>\n  <td>\n  <p>Stripping machine</p>\n  </td>\n </tr>\n <tr>\n  <td>\n  <p>Creping machine</p>\n  </td>\n  <td>\n  <p>Taping machine</p>\n  </td>\n </tr>\n <tr>\n  <td>\n  <p>Dornbusch machine (wall paper)</p>\n  </td>\n  <td>\n  <p>Tube cutting machine</p>\n  </td>\n </tr>\n <tr>\n  <td>\n  <p>Ending machine (set-up boxes)</p>\n  </td>\n  <td>\n  <p>Tube machine (paper bags)</p>\n  </td>\n </tr>\n <tr>\n  <td>\n  <p>Envelope machine</p>\n  </td>\n  <td>\n  <p>Tube winder</p>\n  </td>\n </tr>\n <tr>\n  <td>\n  <p>Folding machine</p>\n  </td>\n  <td>\n  <p>Window patch machine</p>\n  </td>\n </tr>\n <tr>\n  <td>\n  <p>Gluing, scaling, or gumming machine</p>\n  </td>\n  <td>\n  <p>Wire or tag stringing machine</p>\n  </td>\n </tr>\n <tr>\n  <td>\n  <p>Inter-folding machine</p>\n  </td>\n  <td>\n  <p> </p>\n  </td>\n </tr>\n <tr>\n  <td>\n  <p>Jogging machine</p>\n  </td>\n  <td>\n  <p> </p>\n  </td>\n </tr>\n</tbody></table>\n\n</div><p> </p><p>(2)  HO 12 does not apply to machines which exclusively\nprocess leather or any substances other than paper or paper products (other\nthan balers and compactors discussed below).</p><p> </p><p>(d)  \n<b>Exemptions</b></p><p> </p><p>(1)  HO 12 contains an exemption for student-learners and\napprentices.</p><p> </p><p>(2)  Loading of certain scrap paper balers and paper box\ncompactors.</p><p> </p><p>a.    \nPublic Law 104-174, signed August\n6, 1996, amends § 13(c) of the FLSA to permit minors 16 and 17 years of age to\nload (but not operate or unload) certain scrap paper balers and paper box\ncompactors if all of the requirements listed below are met.  This exemption\ncovers only the loading of such equipment, and only scrap paper balers and\npaper box compactors.  No youth under 18 years of age may load any other type\nof compactor or baler.  HO 12 (§ 570.63) reflects this statutory language.</p><p> </p><p>1.    \nThe employer must ensure that the\nequipment meets, and continues to meet, one of the American National Standards\nInstitute’s (ANSI) Standards listed in the chart below.  One column of\nstandards is specific to scrap paper balers and the other is specific to for\npaper box compactors.</p><p> </p><div>\n\n<table>\n <tbody><tr>\n  <td>\n  <p>In order for employers to take advantage of the limited exception\n  discussed in FOH 33h12(d) , the scrap paper baler must meet one of the\n  following ANSI Standards:</p>\n  </td>\n  <td>\n  <p>In order for employers to take advantage of the limited exception\n  discussed in this FOH 33h12(d), the paper box compactor must meet one of the\n  following ANSI Standards:</p>\n  <p> </p>\n  </td>\n </tr>\n <tr>\n  <td>\n  <p>ANSI Standard Z245.5-1990</p>\n  </td>\n  <td>\n  <p>ANSI Standard Z245.2-1992</p>\n  </td>\n </tr>\n <tr>\n  <td>\n  <p>ANSI Standard Z245.5-1997</p>\n  </td>\n  <td>\n  <p>ANSI Standard Z245.2-1997</p>\n  </td>\n </tr>\n <tr>\n  <td>\n  <p>ANSI Standard Z245.5-2004</p>\n  </td>\n  <td>\n  <p>ANSI Standard Z245.2-2004</p>\n  </td>\n </tr>\n <tr>\n  <td>\n  <p>ANSI Standard Z245.5-2008</p>\n  </td>\n  <td>\n  <p>ANSI Standard Z245.2-2008</p>\n  </td>\n </tr>\n</tbody></table>\n\n</div><p> </p><p>2.    \nThe ANSI standards are industry\nstandards which govern the design, manufacture, operation and maintenance of\nthe equipment.</p><p> </p><p>3.    \nThe FLSA does permit the Secretary\nto adopt any newer ANSI standards under HO 12 once it is determined that they\nare at least as protective of the safety of minors as the standards listed\nabove.  </p><p> </p><p>4.    \nThe employer must provide notice\nand post a notice on each piece of equipment stating that the equipment meets\nthe appropriate ANSI standard named above; that 16- and 17-year-olds may only\nload the equipment; and that any employee under 18 may not operate or unload\nsuch equipment.</p><p> </p><p>A.   \nWH has determined that “posting” a\nprominent and easily visible notice will also satisfy the requirement that\nnotice be “provided” (see 29 CFR 570.63(c)(1)(iv)).</p><p> </p><p>B.   \nThere is no one format that the\nnotice must follow to satisfy the posting requirement, but WH believes that the\nintent of FLSA § 13(c)(5) will be satisfied if each notice: </p><p> </p><p>i.     \nContains an accurate statement\nthat the baler or compactor to be loaded by the minor meets the applicable ANSI\nstandard named in § 13(c)(5)(B)(i)(I) of the FLSA or meets a more recent ANSI\nstandard which the Secretary has certified to be at least as protective of the\nsafety of minors as the standard described in FLSA § 13(c)(5)(B)(i)(I);\nand</p><p> </p><p>ii.    \nCites the specific ANSI standard,\nincluding the year of issuance, that the employer is providing notice that the\nequipment meets; and</p><p> </p><p>iii.  \nIncludes a clear statement that 16-\nand 17-year-olds may only load the scrap paper balers and paper box compactors;\nand, </p><p> </p><p>iv.  \nIncludes a clear statement that no\nemployee under the age of 18 may operate or unload the scrap paper balers and\npaper box compactors.  </p><p> </p><p>C.   \nWH has been advised that industry\nassociations such as the Food Marketing Institute (FMI) and the National\nGrocers Association (NGA) have developed and marketed to their members\n“notices” or “stickers” believing that such notices or stickers comport with\nthe requirements of FLSA § 13(c)(5).</p><p> </p><p>i.     \nWH has examined the sample notices\nor stickers created by both the NGA and the FMI and, as discussed in the\npreamble to the final rule that became effective on February 14, 2005, noted\nthat these stickers do not satisfy the posting requirements of FLSA § 13(c)(5)\n(see 69 FR 75394, December 16, 2004).  The stickers do not clearly\nidentify the applicable ANSI standard as required.  ANSI includes, in the\ncaption or title of each of its standards, both a “series identifier” and a\nyear of issuance, so as to eliminate confusion between different editions of\nstandards that apply to the same type of machinery.  </p><p> </p><p>ii.    \nWH will consider the NGA and FMI\nstickers to constitute acceptable notices if they are modified to state\nexplicitly the full caption of the ANSI standard (both the series identifier\nand the year of issuance).  This modification may, of course, be made by\nprinting all future stickers with the full, accurate information as to the\nspecific applicable standard.  But existing stickers may also be modified by\nmaking hand-written insertions of the additional information that is necessary\nto identify the specific standard.  Such insertions must be written legibly, in\nindelible ink, and in the same size of lettering as the ANSI standard\nidentifiers already printed on the sticker.</p><p> </p><p>iii.  \nThe NGA and the FMI have also\ndeveloped stickers to be placed on equipment that does not meet the\nrequirements of the limited exemption contained in FLSA § 13(c)(5) and,\ntherefore, cannot be loaded, operated or unloaded by any employee who is less\nthan 18 years of age.  These stickers, which are not required by the Act and\nthe use of which is completely voluntary, alert employees that they may not\nload, operate or unload the equipment unless they are 18 years of age or\nolder.  </p><p> </p><p>D.   \nCommunity-owned or -operated\nbalers and compactors  In certain situations, such as at a shopping mall,\nindustrial park, office building, or military base, multiple employers may have\naccess to and use community balers and compactors that the facilities manager\nor owner has made available to the tenants or contractors.</p><p> </p><p>i.     \nIn these situations, it is not\nnecessary for every employer (tenant) to post a notice as required by FLSA §\n13(c)(5).  The facilities manager or owner, or the owner of the equipment, may\nmake the necessary postings and satisfy each employer's (tenant's) posting\nobligations under the exception.</p><p> </p><p>ii.    \nBut, should the notice not be\naccurate or complete—i.e., the baler or compactor fails to meet the appropriate\nANSI standard, or the notice fails to fully identify the appropriate ANSI\nstandard—the burden of compliance remains with the employer (tenant) of any\nyouth who loaded the equipment.  An incomplete or inaccurate posting by the\nfacilities manager or owner will not relieve a tenant from being charged with a\nviolation of HO 12.   </p><p> </p><p>75 FR 28440-41 (May 20, 2010)</p><p> </p><p>iii.  \nEmployers cannot delegate their\nresponsibilities for compliance by relying on the accuracy of notices posted by\nothers.</p><p> </p><p>5.    \nThe equipment must include an\non-off switch incorporating a key-lock or other system, and the control of the\nsystem is maintained in the custody of employees who are at least 18 years of\nage.  The “other system” may be a numerical touch pad but the passcode may not\nbe shared with employees under the age of 18 years.</p><p> </p><p>6.    \nThe on-off switch of the equipment\nmust be maintained in an off position when the equipment is not in operation.</p><p> </p><p>7.    \nThe equipment cannot be operated\nwhile it is being loaded.</p><p> </p><p>b.    \nThe language and legislative\nhistory of the amendment make it clear that it is the responsibility of the\nemployer to make the initial determination that the equipment to be loaded by\n16- and 17-year-olds meets the appropriate ANSI standards.  It is also the\nemployer’s responsibility to provide the notice and post it on each piece of\nequipment which is loaded by 16- and 17-year-olds.  For enforcement purposes,\nthe posting of the notice will also satisfy the requirement that notice be\nprovided.</p><p> </p><p>c.    \nLoading of scrap paper balers and\npaper box compactors not only encompasses the placing of materials into the\nmachines, but also includes placing materials into chutes that, by gravity,\nfeed the materials to the machines.  Loading also includes placing materials\nonto conveyors that, by power or gravity, then feed the materials into the\nbalers or compactors.</p><p> </p><p>(e)  \n<b>Enforcement positions</b></p><p> </p><p>(1)  Laminators and packaging machines</p><p> </p><p>a.    \nThe type of laminators prohibited\nby HO 12 are those used to laminate or combine two or more sheets of paper or\ncardboard to form a multiple-ply product by applying an adhesive and running\nthe paper through various pressure rolls.  </p><p> </p><p>b.    \nLaminators, such as the GBC Pouch\nLaminator, which are designed to encase a document such as an identification\ncard between two pieces of plastic by using heat in a simple process, are not\nsubject to HO 12. </p><p> </p><p>c.    \nMachines designed to enclose and\nseal products (i.e., pills and capsules) in packaging consisting primarily of\nplastic or foil and some cardboard or paperboard, are not within the scope of\nHO 12.  Names for this type of machine include dry mounting/laminating press;\njumbo sealer; and the euclid cadet or cadet twin unit dose strip packaging\nmachine.</p><p> </p><p>(2)  Silk Screen printing press</p><p> </p><p>This equipment, when\ndesigned to function in the same manner as the platen printing press, is\nprohibited for use by persons under the age of 18.</p><p> </p><p>(3)  Three spindle paper drill (Challenge Model EH-3A for\nexample)</p><p> </p><p>This equipment, used\nfor die-cutting or embossing operations, operates in the same manner as a hand\nfed punch press.  Minors under 18 years of age are prohibited from operating\nthis equipment. </p><p> </p><p>(4)  Kansmacker</p><p> </p><p>The kansmacker is a\npower-driven machine that sorts, counts and flattens beverage cans.  It is not\ncovered by HO 12.</p><p> </p><p>(5)  Decollators and bursters</p><p> </p><p>A decollator is a\nmachine which separates stacks of multi-part paper into individual stacks (for\neach copy) while removing the carbon paper.  It is often capable of trimming\nthe pin-feed holes from one or both sides.  A burster is a machine that takes\ncontinuous single copy and bursts it into individual sheets or pages.  These\nmachines do not come within the definition of paper products machines and are\nnot covered under HO 12.</p><p> </p><p>(6)  Cylinder press</p><p> </p><p>HO 12 does not\nprohibit the operation of a cylinder press.  Such machines are considered much\nless hazardous than platen presses, where feeding takes place at the point of\noperation. </p><p> </p><p>(7)  Paper shredders </p><p> </p><p>The operation of paper\nshredders is not prohibited by HO 12.  In addition, paper shredders of the type\nnormally used in offices may be operated by minors 14 and 15 years of age.</p><p> </p><p>(8)  Stitcher-trimmer machine</p><p> </p><p>a.    \nA stitcher-trimmer machine\nautomatically collates, stitches (inserts wire staples), and trims such things\nas pamphlets, periodicals, and other paper products.  WHD has examined\nstitcher-trimmer machines and has determined that HO 12 does not prohibit minors\nfrom operating those stitcher-trimmer machines that do not use a guillotine\npaper cutter or shear to trim the product.  This machine is not to be confused\nwith an arm-type wire stitcher or stapler – a power-driven machine\nprohibited by HO 12, operated by a foot treadle, and used to stitch or staple\ncartons together (see FOH 33h12(b)(1)b).    </p><p> </p><p>b.    \nHO 12 does prohibit youth under 18\nyears of age from operating those stitcher-trimmers that use a guillotine paper\ncutter or shear to trim the product.  Such prohibited equipment includes the STAHL\nST-90 and the Stitchmaster ST-100, both manufactured by\nHeidelberg.  </p><p> </p><p>(9)  LiftPak compactor</p><p> </p><p>a.    \nThe LiftPak Compactor Model 1000,\nmanufactured by LiftPak, L.C., is an indoor compactor that processes material,\nincluding paper products, by use of a ram.  This equipment is often used by\nquick service restaurants.  When it is time to unload the machine, a built-in\ncart containing the compacted waste is detached from the machine and manually\nwheeled to the dumpster.  The operator then pushes a button on the cart and an\nelectric lift raises the compacted refuse to the height of the dumpster.  After\nthe lift tray is released, the refuse is allowed to fall into the dumpster by\ngravity.  The operator then lowers the lift and wheels the cart back to the\nmain machine for reattaching. </p><p> </p><p>b.    \nBecause the LiftPak Compactor\nModel 1000 is a compactor that processes materials such as food waste and\nplastic in addition to paper products, youth under 18 years of age are\nprohibited from operating and unloading such equipment (as of February 14,\n2005)—and may only load such equipment if they meet the requirements of the\nexemption contained in HO 12 (see 29 CFR 570.63(c) and\nFOH 33h12(d)(2)).  The prohibition on unloading includes all the\nactivities associated with depositing the compacted refuse into the dumpster,\nincluding returning and reattaching the built-in cart to the equipment.</p><p> </p><p>c.    \nWH learned that LiftPak, L.C. has\nmarketed the Model 1000 as a compactor that “employees don’t have to be 18 to\noperate…” and has stated on its Webpage that the Department of Labor has\napproved the equipment for use by employees 16 and older.  Although such\nadvertisements may have been proper prior to the publication of the Final Rule\nthat modified HO 12 effective February 14, 2005, this information is no longer\ncorrect.  </p><p> </p><p>d.    \nThe electric lift that raises the\ndetached compaction compartment to the height of the dumpster during the\nunloading process cannot be considered a hoisting apparatus prohibited under HO\n7.  But as mentioned in (b) above, the detaching, emptying, and reattaching of\nthe container containing the waste is prohibited as “unloading” under HO 12.</p><p> </p>"
}