{
  "section": "33h10",
  "chapter": "33",
  "section_title": "33h10.   HAZARDOUS OCCUPATIONS ORDER 10—Slaughtering, Meat- and Poultry-Packing,\nProcessing and Rendering.",
  "text": "Occupations in the operation of power-driven meat-processing machines\nand occupations involving slaughtering, meat and poultry packing, processing,\nor rendering. Originally Adopted:  May 8, 1952 (a)  \nScope of HO 10 (1)  Meat-packing was one of the most hazardous industries\nat the time HO 10 was promulgated. The Bureau of Labor Statistics issued\nBulletin No. 855 (Injuries and Accident Causes in the Slaughtering and\nMeat-Packing Industries, 1943), which documented the hazards in this industry. \nDangers included slips and falls on slippery floors, injuries from live\nanimals, strains from overlifting, cutting hazards from sharp knives, and\ninjuries from power-driven equipment.  More recent publications issued by the\nNational Institute for Occupational Safety and Health (NIOSH) confirm the\ncontinued existence of these hazards and also cite the danger of steam burns,\nelectric shock, and ergonomic injuries and illnesses. (2)  HO 10 originally applied only to occupations in the\nslaughtering, rendering, and meat packing industries.  When Congress amended\nthe FLSA in 1961 to cover certain retail and service enterprises, WH amended HO\n10 to cover work in such firms.  Thus, HO 10 applies both on an industry basis\n(slaughtering, rendering, and meat-packing) and to the use of certain\npower-driven meat-processing machines (including meat slicers) whenever located\nin covered establishments and regardless of the material being processed.  In\n1981, HO 10 was again amended to clarify that restaurants, fast-food\nestablishments, and other retail and service establishments are subject to\nHO 10 and that 16- and 17-year-olds are prohibited from using power-driven\nmeat processing equipment in those establishments. (3)  HO 10 was amended in 1960 to add the occupations of\nsetting-up, adjusting, repairing, oiling or cleaning certain power-driven\nmeat-processing machines.  Prior to this, only the occupations of operating or\nfeeding the various named machines were prohibited by HO 10.  The 2010\nrevisions to HO 10 clarified that youth under 18 may not clean power-driven\nmeat processing equipment, including the disassembled parts.  This is true even\nif the equipment is disassembled and reassembled by an adult.  Such youth may\noperate a commercial dishwasher to run a self-contained rack containing parts\nof or attachments to a power-driven meat processing machine through the\ndishwasher as long as the youth does not actually handle or touch the machine\nparts or attachments (see 75 FR 28435, see also § 570.61(a)(4)). (4)  HO 10 was revised in 2010 and its prohibitions were\nextended to the slaughtering and processing of poultry.  The term slaughtering\nand meat packing establishments was redefined to include places where poultry,\nbuffalo, or deer, are killed, butchered, or processed.  The term now also\nincludes establishments which manufacture or process meat or poultry products including\nsausage or sausage casings from animals (see 75 FR 28434, see also\n§ 570.61(b)). (5)  HO 10 does not apply to the killing and processing of\nrabbits or small game in areas physically separated from the “killing floor”,\nor in separate establishments.  It also does not apply to fish and seafood\nprocessing plants.  These establishments were not included in the original\nstudy of meat-packing plants, were specifically excluded from the Order when it\nwas issued, and amendments to the HO have not incorporated these\nestablishments.   (6)  Definitions a.    \nThe term retail/wholesale or\nservice establishments includes establishments where meat or meat products,\nincluding poultry, are processed or handled, such as butcher shops, grocery\nstores, restaurants and quick service food establishments, hotels,\ndelicatessens, and meat-locker (freezer-locker) companies, and establishments\nwhere any food product is prepared or processed for serving to customers using\nmachines prohibited by this HO. b.    \nThe term slaughtering and\nmeat-packing establishments means places in or about which such animals as\ncattle, calves, hogs, poultry, sheep, lambs, goats, buffalo, deer, or horses\nare killed, butchered, or processed.  The term also includes establishments which\nmanufacture or process meat products or sausage casings from such animals.  c.    \nThe term rendering plants means\nestablishments engaged in the conversion of dead animals, animal offal, animal\nfats, scrap meats, blood, and bones into stock feeds, tallow, inedible greases,\nfertilizer ingredients, and similar products. d.    \nThe term killing floor includes a\nworkroom, workplace where such animals as cattle, calves, hogs, poultry, sheep,\nlambs, goats, buffalo, deer, or horses are immobilized, shackled, or killed, and\nthe carcasses are dressed prior to chilling.  The killing floor does not\ninclude coolers. e.    \nThe term curing cellar includes a\nworkroom or workplace which is primarily devoted to the preservation and\nflavoring of meat, including poultry, by curing materials.  It does not include\na workroom or workplace solely where meats are smoked.  The curing cellar may\nbe located above or below ground. f.     \nThe term hide cellar includes a\nworkroom or workplace where hides are graded, trimmed, salted, and otherwise\ncured.  The hide cellar may be located above or below ground. g.    \nThe term boning occupations means\nthe removal of bones from meat cuts.  It does not include work that involves\ncutting, scraping, or trimming meat from cuts containing bones. (b)  \nOccupations PROHIBITED (1)  HO 10 prohibits 16- and 17-year-olds from employment\nin all occupations involving the operation or feeding of the following\npower-driven machines, including setting-up, adjusting, repairing, oiling, or\ncleaning of such machines or the individual parts of such machines, regardless\nof the product being processed by these machines (including, for example, the\nslicing in a retail restaurant of bread, cheese, vegetables or poultry): a.    \nMeat patty forming machines, meat\nand bone cutting saws, poultry scissors or shears, meat slicers, knives (except\nbacon slicing machines), head splitters, and guillotine cutters, b.     Snoutpullers and jawpullers,c.     Skinning machines,d.     Horizontal rotary washing machines,e.    \nCasing-cleaning machines such as\ncrushing, stripping, and finishing machines, f.      Grinding, mixing, chopping, and\nhashing machines, andg.     Presses (except belly-rolling\nmachines).(2)  HO 10 prohibits 16- and 17-year-olds from performing\nall occupations on the killing floor, in curing cellars, and in hide cellars\nexcept the work of messengers, runners, handtruckers, and similar occupations\nwhich require entering the killing floor area infrequently and for short\nperiods of time.  HO 10 also prohibits these minors from performing all boning\noccupations, all occupations that involve the pushing or dropping of any\nsuspended carcass, half carcass, or quarter carcass; and all occupations\ninvolving the handlifting or handcarrying of any carcass or half carcass of\nbeef, pork, horse, deer or buffalo or any quarter carcass of beef, horse, or buffalo.\n a.    \nThe following is a list of\noccupations customarily performed on killing floors (place where animals are\nimmobilized, or shackled, or killed; blood drained from the carcass; the hide,\nhair, head, and entrails removed; and the carcass divided into halves and\nfurther dressed prior to chilling) and prohibited under HO 10: 1.     Immobilizer—stuns animal prior to\nshackling and killing.2.     Shackler, slinger—shackles animal.3.     Sticker, bleeder—severs larger blood\nvessels of neck.4.    \nDropper—drops slaughtered hogs\nfrom overhead conveyor into scalding tanks. 5.     Scalder—pushes hogs through scalding\ntanks.6.     Dehairing machine attendant—feeds\nhogs into dehairing machines.7.     Header, head skinner, scalper—skins\nhides from heads and removes head from carcass.8.     Toe puller—pulls nails from hoof.9.    \nGambrel man, sinew cutter—cuts\nincision in hind legs and places ends of gamb stick in incision so carcass can\nbe suspended from trolley.a.    \n.10.  Hanger, hand-off man—suspends carcasses from overhead\nrail.  May use mechanical hoist. 11.  Rosin man—covers hog carcasses with\nrosin.12.  Scraper—removes rosin.13.  Singer—uses blow torch to remove\nhair.14.  Shaver, benchman—uses knives to shave\noff hair.15.  Washer—washes carcass.16.  Steamer—sprays steam on carcass.17.  Leg skinner, leg breaker—cuts hide\nfrom legs and severs legs.18.  Floorsman, sider—removes hides from\nbellies.19.  Aitchbone breaker, crotch sawer—saws\nor splits pelvis bone.20.  Breast sawer, brisket cutter, brisket opener—opens\nchest cavity by sawing through breast bone. 21.  Rumper, rump skinner—skins hide from\nrump.22.  Bung dropper—cuts bunghole from\nsurrounding flesh.23.  Bruise trimmer—cuts away bruised\nsections on carcass.24.  Belly opener—opens bellies with\nknife.25.  Gutter, gut snatcher—cuts and pulls\nentrails from carcass.26.  Pluck snatcher—removes liver, heart,\nand lungs from carcass.27.  Kidney puller—cuts kidney from carcass.  May also\ninsert kidney and neck rags. 28.  Gut truck jumper—pushes gut truck from place to place\non killing floor.  29.  Backer—skins hide from back.30.  Hide dropper—completes removal of\nhide.31.  Slunk skinner—skins unborn animals.32.  Splitter—cuts carcass into halves.33.  Sawer—similar to splitter.34.  Chuck splitter—similar to splitter.35.  Scribe sawer—partially saws through\nribs.36.  Facer—shapes carcass by cutting away\nskin and surplus fat.37.  Head dropper—severs strip of skin\nholding hog head to carcass.38.  Leaf fat puller—pulls strips of fat\nfrom carcass.39.  Fat scraper—scrapes fat from\nsuspended carcass.40.  Stamper—stamps carcass with\ninspection seal.41.  Neck pinner—pins up loose flesh on\ncarcass.42.  Neck Washer—washes neck with water\nhose.43.  Shrouder, clother, bagger—covers sides with white\nshrouds or cloths. 44.  Retaining room man—cuts out and\ndisposes of condemned meat.45.  Scaler, weigher—records weights of dressed carcasses. \nMay push carcasses on to weighing rail. 46.  Cooler man, pusher—pushes carcasses\nfrom killing floor into cooler.b.    \nHO 10 prohibits 16- and\n17-year-old minors from performing all work on the killing floor in the fancy\nmeats unit, selected meats unit, or rough tallow unit [also known as viscera\nunit or offal (other than hides and casings) department].  This is the place\nwhere viscera and heads are separated and processed.  HO 10 also prohibits the\nfollowing related occupations even if not done on the killing floor: 1.    \nHead splitter, brainer, skull\ncracker—uses power-driven machine to split skull. 2.    \nSnout puller, head snooter, snout\npulling machine operator—uses power-driven machine to remove snouts from heads. 3.    \nJaw puller—uses power-driven\nmachine to remove jaws from heads. 4.    \nWashing machine operator—washes\ntripe, tongues, stomachs, etc. in horizontal rotary washing machine. c.    \nHO 10 prohibits 16- and\n17-year-old minors from performing the following work in coolers or chill rooms\n(place where carcasses and other meats are chilled):  1.     Cooler man, pusher—pushes carcasses\ninto cooler.2.     Spacer—space carcasses.3.    \nPoleman—uses pole to transfer\ncarcasses from storage rails to conveyor rail.  (Some cutting department\noccupations [see (e) below] are also sometimes performed in\ncoolers.) d.    \nHO 10 prohibits 16- and\n17-year-old minors from performing the following work in the cutting department\n(place where carcasses are portioned, boned and trimmed): 1.    \nPusher, lugger, chain\nfeeder—pushes or carries carcasses into cutting department. 2.    \nDropper, blocker, trolley\nunloader—drops carcass from overhead conveyor. 3.     Cutdown man—assists dropper.4.    \nHam cutter, ham sawer—uses\npower-driven saw to cut hams from carcass. 5.     Band saw operator—uses handsaw to cut\nmeat.6.     Loin scriber—uses power-driven saw to\ncut ribs.7.    \nShoulder chopper—uses power-driven\nsaw or power-driven knife to remove shoulder from carcass.  8.     Foot sawer—saws feet with\npower-driven saw.9.    \nSkinning machine operator,\nskinner—uses power-driven machine to skin cuts. 10.  Boner, neck boner, shoulder boner, ham boner beef\nboner—debones cuts. 11.  Sawer, butcher, ribber—quarters beef and sides and may\nalso cut up the quarter with power-driven equipment. 12.  Butt presser—flattens hog butts on\npower-driven press.e.    \nHO 10 prohibits 16- and\n17-year-old minors from performing the following work in the casings department\n(place where animal casings are processed):  Casing machine operator, casing\ncrusher, casing stripper, casing finisher—cleans casing by running them through\npower-driven rolls. f.     \nHO 10 prohibits 16- and\n17-year-old minors from performing the following work in the sausage department\n(place where sausage is prepared or manufactured): 1.    \nGuillotine cutter, frozen meat\ncutter—uses a power-driven guillotine cutter to cut up meat. 2.    \nGrinder, grinding machine\noperator—operates power-driven machine which grinds up meat. 3.    \nMixer, mixing machine operator—operates\npower-driven machine which mixes meat. 4.    \nChopper, cutting machine operator,\nsilent-cutter operator—operates power-driven machine which chops and mixes\nmeat. g.    \nHO 10 prohibits 16- and\n17-year-old minors from performing the following work in the curing cellar\n(place where cuts are preserved or flavored by the absorption of curing\nmaterials prior to smoking or shipment).  The curing cellar may be located\nabove or below ground level and does not include places where meats are smoked. 1.     Grader—grades cuts prior to curing.2.    \nDry cure man, dry curer, packer,\nvat packer—coats cuts with dry curing mixture and packs in boxes or vats. 3.    \nPickle maker, pickle man, pickle\nmixer—prepares and cooks pickling solution. 4.     Pumper, pickle pumper—pumps curing\nsolution into cuts.5.    \nPickler packer, pickling man,\nsweet pickle curer—packs cuts in vats for curing and fills vat with pickle\nsolution. 6.     Piler, over hauler—piles cuts for dry\nsalt cure.7.     Salter, dry salter—rubs salt into\ncuts.8.    \nOverhauler, overhaul man,\ntester—transfers cuts from one vat to another. 9.    \nVat unloader, vat puller—removes\ncuts from vat after draining off solution. 10.  Vat washer—washes vat. h.    \nHO 10 prohibits 16- and\n17-year-old minors from performing the following work in the smoked meat\nprocessing area (place where meat is prepared for smoking, is smoked, and\nfurther processed prior to shipment): 1.    \nNeck machine feeder—operates\npower-driven machine which compresses and stuffs neck meat into cotton bags for\nsmoking. 2.     Boner—bones cuts.3.    \nHam presser, ham packer, floorman,\npresser—operates power-driven machine which compresses the tops on the\nmeat-filled molds. 4.    \nBacon skinner, skinning machine\noperator, belly skinner—operates power-driven skinning machine. 5.    \nBacon molder, bacon former, bacon\nmold loader, bacon presser, bacon press operator—operates power-driven press\nwhich compresses bacon into uniformly shaped slabs. Such work is permitted if\nit is done by hand. i.     \nHO 10 prohibits 16- and\n17-year-old minors from performing the following work in the hide cellar (place\nwhere hides are cured and prepared for shipment to leather manufacturers – may\nbe located above or below ground level): 1.     Hide inspector, pelt grader—inspects\nand grades hides.2.     Hide trimmer—trims hides with knife.3.     Hide salter—sprinkles salt over hides\nand piles them.4.     Hide shaker, hide spreader—shakes\nsalt from hides.5.     Hide bundler—folds and ties hides\ninto bundles.(3)  HO 10 prohibits 16- and 17-year-old minors from\nperforming all occupations in the recovery of lard and oils, except packaging\nand shipping of such products and the operation of lard-roll machines.  The\nfollowing work in the lard and oil refining department (place where fats are\nconverted into lard and various edible oils) is prohibited. a.     Hasher—chops fat in power-driven\nmachine.b.     Lard cooker, Lard renderer—cooks fat.c.     Refiner, bleacher—refines and\nbleaches cooked fat.d.     Cracklings press operator—operates\npress which presses cracklings.e.     Grinding mill operator—grinds\ncracklings in power-driven grinder.(4)  HO 10 prohibits 16- and 17-year-old minors from\nperforming the following occupations involved in the tankage or inedible\nrendering departments and in independent rendering plants (these are places\nwhere dead animals, animal offal, animal fats, scrap meats, blood and bones are\nrendered into stock feeds, tallow, inedible greases, fertilizer ingredients,\nand similar products): a.     Skinner—skins dead animals.b.    \nHasher operator, gut hasher, hash\nman—operates hashing machine which chops up offal. c.     Bone sawer—cuts up bones with band\nsaw.d.     Bone crusher, bone grinder—operates\nbone crushing machine.e.     Tank loader, melter loader—feeds\noffal into cooking tanks.f.     \nCooker, extractor, tank changer,\ntanker—boils refuse in extractor tanks to obtain grease. g.    \nTankage press operator, hydraulic\npress operator, tank pressman—operates press to recover grease from tankage.\nDrier, drying machine feeder—operates machine which dries tankage. h.     Cooker, cook box filler, tankman—dry\ncooks refuse.i.     \nExpeller, oil expeller, pressman,\npress operator—operates press which expels soap fats from refuse. j.     \nMill operator, tankage\ngrinder—operates crusher which pulverizes refuse prior to bagging. k.     Mixer—operates machine which mixes\npulverized materials.l.     \nSacker, draw‑off man—fills bags\nfrom spouts of grinding or mixing   machine. m.   Blood cooker, blood pumper—cooks\nblood in a tank.n.     Hoof trimmer, sinew cutter—trims\nhoofs.o.     Neatsfoot oil cooker—cooks bones in\ncooker.p.     Tallow pumper—cooks viscera and bones\nto recover tallow.q.     Tallow refiner—refines tallow by\nbleaching and running through filter press.r.      Tallow chandler—fills barrels with\ntallow.s.      Tallow pumpman—pumps tallow.(5)  HO 10 prohibits 16- and 17-year-old minors from\nperforming the following work in the shipping department: The work of pushers,\nluggers, platform men, lumpers, carriers are prohibited occupations if the work\ninvolves pushing or dropping any suspended carcass, half carcass, or quarter\ncarcass, or involves the hand-lifting or hand-carrying of any carcass or half\ncarcass of beef, pork, or horse, or any quarter carcass of beef or horse. (c)  \nOccupations NOT SPECIFICALLY BANNED (1)  Sixteen- and 17-year-olds may operate bacon slicing and belly-rolling machines in wholesale,\nretail and service establishments. (2)  HO 10 places no limitations\non the occupations that may be performed in the livestock departments of\nslaughtering establishments.  Sixteen- and 17-year-olds may work as\nlivestock handlers, livestock punchers, drivers, penners, and tenders – workers\nwho drive, feed, and water livestock; clean pens and drive livestock to holding\npens outside of killing floor. (3)  HO 10 prohibits 16- and 17-year-olds from performing\nall occupations on the killing floor, in curing cellars, and in hide cellars\nexcept they may perform the work of messengers, runners, handtruckers, and\nsimilar occupations which require entering these areas infrequently and for\nshort periods of time.   (4)  HO 10 permits 16- and 17-year-olds to work in the\nfollowing occupations in the fancy meats unit, selected meats unit, or rough\ntallow unit (also known as viscera unit or offal department—other than hides\nand castings.  This is the place where viscera and heads are separated and\nprocessed.) provided no work is performed on the killing floor: a.    \nGut and pluck separator—separates\nguts (stomach and intestines) from pluck (liver, hearts, lungs, and windpipe). b.     Bladder trimmer—removes fat from\nbladder.c.     Stomach or paunch washer—opens and\nwashes stomach.d.     Paunch opener, belly dumper—opens\nstomachs and dumps contents.e.     Paunch trimmer, tripe trimmer—trims\nstomachs.f.      Caul and ruffle fat remover or\npuller—cuts fat from stomachs.g.     Head Skinner—skins heads.h.     Ear cleaner—trims ears.i.      Head chiseler—loosens meat on heads.j.      Head trimmer, head boner—trims meat\nfrom heads.k.     Tonguer, tongue puller—removes and\ntrims tongue.l.      Head splitter (hand) —splits skull\nwith cleaver and removes brain.m.   Gullet Splitter or trimmer —trims or\nsplits gullets.n.     Liver trimmer—trims and brands\nlivers.o.     Saver—removes brains from split\nskulls.p.     Hock trimmer— removes fat from hocksq.     Chitterling cleaner or washer—washes\nchitterlings (large intestine).r.      Pluck trimmer, giblet meat trimmer—trims\npluck and separates parts.s.      Leaf fat hanger—loads racks with leaf\nfat.t.      Black gut puller—separates\nintestines.u.     Small gut puller—straightens out\nintestines. v.     Bung puller—removes bung from\nintestines.w.    Bung flusher—washes bungs.x.     Bung trimmer—trims bungs.y.     Fat washer—washes fat.z.     Cap gut trimmer—trims fat from part\nof intestine.aa.   Jaw-bone trimmer—trims meat from\njawbone.bb.   Tripe or paunch cooker—cooks tripe.(5)  HO 10 permits 16- and 17-year-olds to work in the\nfollowing occupations in the cooler or chill rooms (place where carcasses and\nother meats are chilled):  a.     Stamper—stamps carcasses.b.     Runners, truckers —trucks meat\nproducts into and out of coolers.c.     Grader—establishes sales values.(6)  HO 10 permits 16- and 17-year-olds to work in the\nfollowing occupations in the cutting department (place where carcasses are\nportioned, boned and trimmed): a.     Clod puller—removes clods with knife\nand meat hook.b.     Steak cutter—cuts meat into cubes.c.     Trimmer—trims various cutsd.     Wrapper—wraps cuts of meat.e.    \nLoin scriber, scriber —cuts ribs\nwith hand saw (not permitted if power-driven saw is used.) f.     \nShoulder chopper—uses cleaver or\nhand saw to remove shoulder (not permitted if power-driven saw or power-driven\nknife is used). g.    \nHam cutter, ham sawer—uses hand\nsaw to saw hams from carcass (not permitted if power-driven saw is used or work\ninvolves hand-lifting the half carcass.) h.     Loin puller—cuts out loinsi.      Grader—grades various cuts.j.      Butt puller—cuts fat from buttsk.    \nFoot sawer—uses hand saw to remove\nfeet (not permitted if power-driven saw is used). l.      Foot cleaner, foot trimmer, foot\nwasher—trims and cleans feet.m.   Ham blocker, ham shaper—trims hams.n.     Ribber—uses knife to sever ribs from\nbelly.o.     Belly roll feeder—feeds bellies into\nbelly-rolling machine.p.     Cutter off, fat back splitter—cuts\nfat from bellies.q.     Trucker—trucks materials in and about\ndepartments.(7)  HO 10 permits 16- and 17-year-olds to work in the\nfollowing occupations in the casings department (place where animal casings are\nprocessed): a.     Bung puller—tears bung from\nintestines.b.     Bung grader—grades bungs.c.     Bung trimmer—trims fat from bungs.d.     Bung flusher—washes bungs.e.     Casing puller—cuts intestine from\nviscera.f.      Casing soaker—washes casings.g.     Casing selector—inspects and grades\nintestines.h.     Rounds runner—cuts small intestines\nfrom viscera.i.      Bung and middle fatter—cuts fat from\nintestine.j.      Casing tier—ties one end of\nintestine.k.     Casing measurer, casing bundler\n—measures and ties casings in bundle.l.      Slimer—cleans casings by hand.m.   Casing salter—covers casings with\nsalt and packs in barrels.n.     Casing sewer—uses power-driven sewing\nmachine to sew casings together.(8)  HO 10 permits 16- and 17-year-olds to work in the\nfollowing occupations in the sausage department (place where sausage is\nprepared or manufactured): a.     Trimmer, piece meat trimmer—trims\nmeat.b.     Spice mixer—mixes spices by hand.c.     Sausage maker, cooker—cooks meat.d.     Loaf man, sausage molder—packs ground\nmeat in pans to be cooked.e.     Stuffer—operates sausage-stuffing\nmachine which forces meat into casings.f.      Linker, linking machine\noperator—links sausages either by hand or machine.g.     Tier—ties end of stuffed casings.h.     Sausage roper—ties heavy cord around\nlarge sausages.i.     \nHanger, tree loader—hangs pieces\nof meat on tree arms or on conveyor studs. j.      Bander—prepares skinless sausages and\nbands them for sale.k.    \nSealer and cooker—seals and cooks\nsausages in glass jars or other containers. l.      Sausage cooker—cooks sausage in\ncooking tanks.m.   Packer, packager—packs sausages in\ncartons or other containers.(9)  HO 10 permits 16- and 17-year-olds to work in the\nfollowing occupations in the smoked meat processing departments (place where\nmeat is prepared for smoking, is smoked, and further processed prior to\nshipment): a.     Soaker, thrower—soaks cuts in water\nvats to clean them for smoking. b.     Trimmer—trims cuts prior to smoking.c.     Washer—washes cuts.d.     Scraper, scrubber—scrapes cuts with\nbell scraper.e.     Stringer—strings cord through cuts\nfor handing.f.      Hanger—hangs cuts on trees for\nsmoking.g.     Brander, stamper—brands or stamps\ncuts.h.     Stockinette man, bagger—places cuts\nin cotton bags.i.      Ripper—cuts slits in cotton bags.j.      Comber, sciver—attaches slabs of\nbacon to combs.k.     Tier, lacer—wraps smoked cuts.l.     \nStapling machine operator,\nstitching machine operator—operates stapling   machine. m.   Smoker, smokehouse man—operates\nsmokehouse.n.     Meat puller—pulls meat-loaded\nequipment from smokehouse.o.     Stuffer—stuffs meat into casing for\nsmoking.p.     Tree washer—washes trees or racks.q.    \nTrier, testor, inspector—inserts a\ntrier (similar to ice pick) into cuts to detect sourness by smelling trier. r.      Sewer, stitcher, tier—sews up edges\nand openings in ham.s.      Fatter—slices excess fat from cuts.t.      Mold packer, ham molder—hands packs\nboned hams into metal molds.u.    \nHam rolling machine operator—operates\npower-driven machine which winds cord around hams. v.     Ham cooker, cooker, ham boiler—cooks\nhams.w.    Ham washer—removes hams from molds\nand washes them.x.    \nBacon skin lifter—prepares slabs\nof bacon for skinning by slicing between the fat and skin at one end of slab. y.     Bacon slicer—operates power-driven\nbacon slicing machine.z.     Bacon scaler—weighs bacon.aa.   Bacon packer, wrapper—wraps and packs\nbacon.(10)  HO 10 permits 16- and 17-year-olds to work in the\nfollowing occupations in the lard and oil refining department (place where fats\nare converted into lard and various edible oils): a.    \nRoll man, lard roller man—operates\nlard roll machine that chills and congeals lard-oil preparatory to packaging. b.    \nLard filling machine operator,\nfiller operator—operates machine which feeds lard into containers. c.     Carton forming machine\noperator—operates carton forming machines.d.     Conveyor tender—picks up cartons from\nconveyor belt.e.     Carton packer—packs containers of\nlard into large cartons or boxes.(11)  HO 10 permits 16- and 17-year-olds to work in the\nfollowing occupations in the tankage or inedible rendering department or\nindependent rendering plants (places where dead animals, animal offal, animal\nfats, scrap meats, and bones are rendered into stock feeds, tallow, inedible\ngreases, fertilizer ingredients, and similar products): a.     Office and clerical occupations, and b.    \nOccupations concerned with repair\nand maintenance of the buildings and grounds. (12)  HO 10 permits 16- and 17-year-olds to work in the\nfollowing occupations in the shipping department: a.     Icer, car icer—ices refrigerator cars\nor trucks.b.     Runner, trucker—trucks meat from\nvarious departments.c.     Carton folder, carton former—operates\ncarton closing machine.d.     Checker—checks quantity and weight of\nproducts.e.     Order filler—selects and prepares\nproducts for shipment.f.      Scaler, weigher—weighs products.g.     Labeler, marker—labels containers.h.     Packer—packs meat into containers.i.      Wrapper—wraps meats products.(13)  HO 10 permits 16- and 17-year-olds to perform all\noccupations in the boiler rooms, engine rooms, laboratories and offices of\nslaughtering and meat packing establishments, rendering plants, or wholesale,\nretail or service establishments, except those prohibited by another HO. (14)  HO 10 permits 16- and 17-year-olds to perform all\noccupations in the cooperage and box department except as prohibited by HOs 5,\n12 and 14.  (15)  HO 10 permits 16- and 17-year-olds to perform all occupations\nin the rabbit, seafood, small game or egg departments except those prohibited\nby other HOs. (16)  HO 10 permits 16- and 17-year-olds to perform the\noccupations of operating, feeding, setting-up, adjusting, repairing, oiling, or\ncleaning power-driven bacon-slicing machines and belly-rolling machines.  The\nterm “bacon-slicing machine” as used in HO 10 refers to those machines which\nare designed solely for the purpose of slicing bacon and are equipped with\nenclosure or barrier guards that prevent the operator from coming in contact\nwith the blade or blades, and with devices for automatic feeding, slicing,\nshingling, stacking, and conveying the sliced bacon away from the point of\noperation. (d)  \nExemptions HO 10 does contain an exemption for apprentices and student-learners. \nNo other exemptions are applicable to this order. (e)  \nEnforcement positions (1)  Application of HO 10 to handling of hot\noils a.    \nThe original HO 10\nbanned, among other things, employment of minors in occupations involved in the\nrecovery of lard and oils from slaughtered animals, and the rendering of animal\nfat.  When Congress amended the FLSA in 1961 to cover certain retail and\nservice enterprises, the Department of Labor amended HO 10 to extend to retail\nestablishments, including fast food and full-service restaurants.  Many such\nrestaurants use commercial deep-fat fryers which have various attachments or\nbuilt-in features to facilitate the refining and/or recycling of cooking fats\nor oils. b.    \nThe refining, removing\nand/or recycling of cooking fats or oils in restaurants is not a process of\n“rendering” or “recovery” as described in the original HO 10 (see\n29 CFR 570.61(a)(2) and (3)); neither is such refining, removing\nand/or recycling of cooking fats or oils covered by any other provision of HO\n10.  Furthermore, there was no specific change in the FLSA in 1961 to indicate\nany Congressional intent to include within the HO 10 prohibition, the handling\nof cooking fats or oils in restaurants.   c.    \nConsequently, HO 10\ndoes not prohibit minors under age 18 from being employed to clean such\nrestaurant machines, to remove cooking fats or oils from them, or to clean the\nscreening or filtering equipment.   d.    \nHowever, CL Reg 3 does\nprohibit 14- and 15-year-olds from cleaning kitchen equipment (not otherwise\nprohibited), removing oil or grease filters, pouring oil or grease through\nfilters, and moving receptacles containing hot grease or hot oil, when the\nequipment, surfaces, containers, and liquids exceed a temperature of 100 °F\n(see FOH 33c05(b)(1)a.). (2)  Application of HO 10 to power-driven meat processing\nmachines and bakery machines with attachments a.    \nA meat slicer with a chute\nattachment for processing hard-to-handle foods is covered by HO 10 as long as\nthe meat-cutting blades are used, even though only non-meat items are being\nprocessed.  Consequently, a 16- or 17-year-old may not operate, dismantle,\nreassemble, or clean this machine.   b.    \n“Food processors” are prohibited\nif used to process meat.  Likewise, bakery machines such as vertical dough\nmixers that have meat-processing attachments are covered by HO 10 when used to\nprocess meat; and HO 11 when used to process dough.  (3)  Cleaning of power-driven meat-processing\nmachines a.    \nHO 10 prohibits minors under 18\nyears of age from cleaning power-driven meat processing machines.  This\nprohibition includes the cleaning of the individual parts of such machines,\nincluding the blades—even if the machine is dismantled and reassembled by an\nadult (see 29 CFR 570.61(a)(4)).  However, such youth may operate a dishwasher\nto run a self-contained rack containing such individual parts through the\ndishwasher if the youth does not handle or touch the parts (see FOH\n33h10(a)(3)). b.    \n29 CFR 570.33(e) prohibits the\nemployment of 14- and 15-year-olds in occupations which involve operating, tending,\nsetting up, adjusting, cleaning, oiling, or repairing power-driven food slicers\nand grinders, food choppers, food processors, food cutters, and food mixers.   (4)  Power-driven machines determined to be subject to HO\n10: a.    \nFood processors when used to process\nmeats. b.    \nFood grinders, pureeing wands, and\nmixers if designed to be used or used on meat.  This same equipment could be\nprohibited by HO 11 if used to mix items such as batter. c.    \nMeat choppers when used to grind\nor chop cheese or other products. d.    \nLiver-skinning machine used to\nskin squid or other seafood products. e.    \nMeat-slicers with tubular feeding\nattachments. (5)  Power-driven machines determined not to be subject to\nHO 10: a.    \nMeat tenderizers and meat cubers. b.    \nFood processors with attachments\nused only for processing vegetables. c.    \nLightweight, small capacity,\nportable, countertop mixers discussed in § 570.62(b)(1) and in\nFOH 33h11(d) when not used to process meat).    d.    \nPrawnto Shrimp Machine used to\ndevein and cut shrimp. e.    \nJonsson Shrimp Peeling Machine used\nto peel shrimp. f.     \nVegetable slicers. g.    \nColton Granulator used to force\nproducts through a set of grinder bars and forces the reduced sized products\nthrough a preset mesh screen (i.e. granulator is not a meat grinder).",
  "html": "<p>Occupations in the operation of power-driven meat-processing machines\nand occupations involving slaughtering, meat and poultry packing, processing,\nor rendering.</p><p>Originally Adopted:  May 8, 1952</p><p>(a)  \n<b>Scope of HO 10</b></p><p>(1)  Meat-packing was one of the most hazardous industries\nat the time HO 10 was promulgated. The Bureau of Labor Statistics issued\nBulletin No. 855 (Injuries and Accident Causes in the Slaughtering and\nMeat-Packing Industries, 1943), which documented the hazards in this industry. \nDangers included slips and falls on slippery floors, injuries from live\nanimals, strains from overlifting, cutting hazards from sharp knives, and\ninjuries from power-driven equipment.  More recent publications issued by the\nNational Institute for Occupational Safety and Health (NIOSH) confirm the\ncontinued existence of these hazards and also cite the danger of steam burns,\nelectric shock, and ergonomic injuries and illnesses.</p><p>(2)  HO 10 originally applied only to occupations in the\nslaughtering, rendering, and meat packing industries.  When Congress amended\nthe FLSA in 1961 to cover certain retail and service enterprises, WH amended HO\n10 to cover work in such firms.  Thus, HO 10 applies both on an industry basis\n(slaughtering, rendering, and meat-packing) and to the use of certain\npower-driven meat-processing machines (including meat slicers) whenever located\nin covered establishments and regardless of the material being processed.  In\n1981, HO 10 was again amended to clarify that restaurants, fast-food\nestablishments, and other retail and service establishments are subject to\nHO 10 and that 16- and 17-year-olds are prohibited from using power-driven\nmeat processing equipment in those establishments.</p><p>(3)  HO 10 was amended in 1960 to add the occupations of\nsetting-up, adjusting, repairing, oiling or cleaning certain power-driven\nmeat-processing machines.  Prior to this, only the occupations of operating or\nfeeding the various named machines were prohibited by HO 10.  The 2010\nrevisions to HO 10 clarified that youth under 18 may not clean power-driven\nmeat processing equipment, including the disassembled parts.  This is true even\nif the equipment is disassembled and reassembled by an adult.  Such youth may\noperate a commercial dishwasher to run a self-contained rack containing parts\nof or attachments to a power-driven meat processing machine through the\ndishwasher as long as the youth does not actually handle or touch the machine\nparts or attachments (see 75 FR 28435, see also § 570.61(a)(4)).</p><p>(4)  HO 10 was revised in 2010 and its prohibitions were\nextended to the slaughtering and processing of poultry.  The term slaughtering\nand meat packing establishments was redefined to include places where poultry,\nbuffalo, or deer, are killed, butchered, or processed.  The term now also\nincludes establishments which manufacture or process meat or poultry products including\nsausage or sausage casings from animals (see 75 FR 28434, see also\n§ 570.61(b)).</p><p>(5)  HO 10 does not apply to the killing and processing of\nrabbits or small game in areas physically separated from the “killing floor”,\nor in separate establishments.  It also does not apply to fish and seafood\nprocessing plants.  These establishments were not included in the original\nstudy of meat-packing plants, were specifically excluded from the Order when it\nwas issued, and amendments to the HO have not incorporated these\nestablishments.  </p><p>(6)  Definitions</p><p>a.    \nThe term retail/wholesale or\nservice establishments includes establishments where meat or meat products,\nincluding poultry, are processed or handled, such as butcher shops, grocery\nstores, restaurants and quick service food establishments, hotels,\ndelicatessens, and meat-locker (freezer-locker) companies, and establishments\nwhere any food product is prepared or processed for serving to customers using\nmachines prohibited by this HO.</p><p>b.    \nThe term slaughtering and\nmeat-packing establishments means places in or about which such animals as\ncattle, calves, hogs, poultry, sheep, lambs, goats, buffalo, deer, or horses\nare killed, butchered, or processed.  The term also includes establishments which\nmanufacture or process meat products or sausage casings from such animals. </p><p>c.    \nThe term rendering plants means\nestablishments engaged in the conversion of dead animals, animal offal, animal\nfats, scrap meats, blood, and bones into stock feeds, tallow, inedible greases,\nfertilizer ingredients, and similar products.</p><p>d.    \nThe term killing floor includes a\nworkroom, workplace where such animals as cattle, calves, hogs, poultry, sheep,\nlambs, goats, buffalo, deer, or horses are immobilized, shackled, or killed, and\nthe carcasses are dressed prior to chilling.  The killing floor does not\ninclude coolers.</p><p>e.    \nThe term curing cellar includes a\nworkroom or workplace which is primarily devoted to the preservation and\nflavoring of meat, including poultry, by curing materials.  It does not include\na workroom or workplace solely where meats are smoked.  The curing cellar may\nbe located above or below ground.</p><p>f.     \nThe term hide cellar includes a\nworkroom or workplace where hides are graded, trimmed, salted, and otherwise\ncured.  The hide cellar may be located above or below ground.</p><p>g.    \nThe term boning occupations means\nthe removal of bones from meat cuts.  It does not include work that involves\ncutting, scraping, or trimming meat from cuts containing bones.</p><p>(b)  \n<b>Occupations PROHIBITED</b></p><p>(1)  HO 10 prohibits 16- and 17-year-olds from employment\nin all occupations involving the operation or feeding of the following\npower-driven machines, including setting-up, adjusting, repairing, oiling, or\ncleaning of such machines or the individual parts of such machines, regardless\nof the product being processed by these machines (including, for example, the\nslicing in a retail restaurant of bread, cheese, vegetables or poultry):</p><p>a.    \nMeat patty forming machines, meat\nand bone cutting saws, poultry scissors or shears, meat slicers, knives (except\nbacon slicing machines), head splitters, and guillotine cutters,</p><p>b.     Snoutpullers and jawpullers,</p><p>c.     Skinning machines,</p><p>d.     Horizontal rotary washing machines,</p><p>e.    \nCasing-cleaning machines such as\ncrushing, stripping, and finishing machines,</p><p>f.      Grinding, mixing, chopping, and\nhashing machines, and</p><p>g.     Presses (except belly-rolling\nmachines).</p><p>(2)  HO 10 prohibits 16- and 17-year-olds from performing\nall occupations on the killing floor, in curing cellars, and in hide cellars\nexcept the work of messengers, runners, handtruckers, and similar occupations\nwhich require entering the killing floor area infrequently and for short\nperiods of time.  HO 10 also prohibits these minors from performing all boning\noccupations, all occupations that involve the pushing or dropping of any\nsuspended carcass, half carcass, or quarter carcass; and all occupations\ninvolving the handlifting or handcarrying of any carcass or half carcass of\nbeef, pork, horse, deer or buffalo or any quarter carcass of beef, horse, or buffalo.\n</p><p>a.    \nThe following is a list of\noccupations customarily performed on killing floors (place where animals are\nimmobilized, or shackled, or killed; blood drained from the carcass; the hide,\nhair, head, and entrails removed; and the carcass divided into halves and\nfurther dressed prior to chilling) and prohibited under HO 10:</p><p>1.     Immobilizer—stuns animal prior to\nshackling and killing.</p><p>2.     Shackler, slinger—shackles animal.</p><p>3.     Sticker, bleeder—severs larger blood\nvessels of neck.</p><p>4.    \nDropper—drops slaughtered hogs\nfrom overhead conveyor into scalding tanks.</p><p>5.     Scalder—pushes hogs through scalding\ntanks.</p><p>6.     Dehairing machine attendant—feeds\nhogs into dehairing machines.</p><p>7.     Header, head skinner, scalper—skins\nhides from heads and removes head from carcass.</p><p>8.     Toe puller—pulls nails from hoof.</p><p>9.    \nGambrel man, sinew cutter—cuts\nincision in hind legs and places ends of gamb stick in incision so carcass can\nbe suspended from trolley.</p><p>a.    \n.</p><p>10.  Hanger, hand-off man—suspends carcasses from overhead\nrail.  May use mechanical hoist.</p><p>11.  Rosin man—covers hog carcasses with\nrosin.</p><p>12.  Scraper—removes rosin.</p><p>13.  Singer—uses blow torch to remove\nhair.</p><p>14.  Shaver, benchman—uses knives to shave\noff hair.</p><p>15.  Washer—washes carcass.</p><p>16.  Steamer—sprays steam on carcass.</p><p>17.  Leg skinner, leg breaker—cuts hide\nfrom legs and severs legs.</p><p>18.  Floorsman, sider—removes hides from\nbellies.</p><p>19.  Aitchbone breaker, crotch sawer—saws\nor splits pelvis bone.</p><p>20.  Breast sawer, brisket cutter, brisket opener—opens\nchest cavity by sawing through breast bone.</p><p>21.  Rumper, rump skinner—skins hide from\nrump.</p><p>22.  Bung dropper—cuts bunghole from\nsurrounding flesh.</p><p>23.  Bruise trimmer—cuts away bruised\nsections on carcass.</p><p>24.  Belly opener—opens bellies with\nknife.</p><p>25.  Gutter, gut snatcher—cuts and pulls\nentrails from carcass.</p><p>26.  Pluck snatcher—removes liver, heart,\nand lungs from carcass.</p><p>27.  Kidney puller—cuts kidney from carcass.  May also\ninsert kidney and neck rags.</p><p>28.  Gut truck jumper—pushes gut truck from place to place\non killing floor. </p><p>29.  Backer—skins hide from back.</p><p>30.  Hide dropper—completes removal of\nhide.</p><p>31.  Slunk skinner—skins unborn animals.</p><p>32.  Splitter—cuts carcass into halves.</p><p>33.  Sawer—similar to splitter.</p><p>34.  Chuck splitter—similar to splitter.</p><p>35.  Scribe sawer—partially saws through\nribs.</p><p>36.  Facer—shapes carcass by cutting away\nskin and surplus fat.</p><p>37.  Head dropper—severs strip of skin\nholding hog head to carcass.</p><p>38.  Leaf fat puller—pulls strips of fat\nfrom carcass.</p><p>39.  Fat scraper—scrapes fat from\nsuspended carcass.</p><p>40.  Stamper—stamps carcass with\ninspection seal.</p><p>41.  Neck pinner—pins up loose flesh on\ncarcass.</p><p>42.  Neck Washer—washes neck with water\nhose.</p><p>43.  Shrouder, clother, bagger—covers sides with white\nshrouds or cloths.</p><p>44.  Retaining room man—cuts out and\ndisposes of condemned meat.</p><p>45.  Scaler, weigher—records weights of dressed carcasses. \nMay push carcasses on to weighing rail.</p><p>46.  Cooler man, pusher—pushes carcasses\nfrom killing floor into cooler.</p><p>b.    \nHO 10 prohibits 16- and\n17-year-old minors from performing all work on the killing floor in the fancy\nmeats unit, selected meats unit, or rough tallow unit [also known as viscera\nunit or offal (other than hides and casings) department].  This is the place\nwhere viscera and heads are separated and processed.  HO 10 also prohibits the\nfollowing related occupations even if not done on the killing floor:</p><p>1.    \nHead splitter, brainer, skull\ncracker—uses power-driven machine to split skull.</p><p>2.    \nSnout puller, head snooter, snout\npulling machine operator—uses power-driven machine to remove snouts from heads.</p><p>3.    \nJaw puller—uses power-driven\nmachine to remove jaws from heads.</p><p>4.    \nWashing machine operator—washes\ntripe, tongues, stomachs, etc. in horizontal rotary washing machine.</p><p>c.    \nHO 10 prohibits 16- and\n17-year-old minors from performing the following work in coolers or chill rooms\n(place where carcasses and other meats are chilled): </p><p>1.     Cooler man, pusher—pushes carcasses\ninto cooler.</p><p>2.     Spacer—space carcasses.</p><p>3.    \nPoleman—uses pole to transfer\ncarcasses from storage rails to conveyor rail.  (Some cutting department\noccupations [see (e) below] are also sometimes performed in\ncoolers.)</p><p>d.    \nHO 10 prohibits 16- and\n17-year-old minors from performing the following work in the cutting department\n(place where carcasses are portioned, boned and trimmed):</p><p>1.    \nPusher, lugger, chain\nfeeder—pushes or carries carcasses into cutting department.</p><p>2.    \nDropper, blocker, trolley\nunloader—drops carcass from overhead conveyor.</p><p>3.     Cutdown man—assists dropper.</p><p>4.    \nHam cutter, ham sawer—uses\npower-driven saw to cut hams from carcass.</p><p>5.     Band saw operator—uses handsaw to cut\nmeat.</p><p>6.     Loin scriber—uses power-driven saw to\ncut ribs.</p><p>7.    \nShoulder chopper—uses power-driven\nsaw or power-driven knife to remove shoulder from carcass. </p><p>8.     Foot sawer—saws feet with\npower-driven saw.</p><p>9.    \nSkinning machine operator,\nskinner—uses power-driven machine to skin cuts.</p><p>10.  Boner, neck boner, shoulder boner, ham boner beef\nboner—debones cuts.</p><p>11.  Sawer, butcher, ribber—quarters beef and sides and may\nalso cut up the quarter with power-driven equipment.</p><p>12.  Butt presser—flattens hog butts on\npower-driven press.</p><p>e.    \nHO 10 prohibits 16- and\n17-year-old minors from performing the following work in the casings department\n(place where animal casings are processed):  Casing machine operator, casing\ncrusher, casing stripper, casing finisher—cleans casing by running them through\npower-driven rolls.</p><p>f.     \nHO 10 prohibits 16- and\n17-year-old minors from performing the following work in the sausage department\n(place where sausage is prepared or manufactured):</p><p>1.    \nGuillotine cutter, frozen meat\ncutter—uses a power-driven guillotine cutter to cut up meat.</p><p>2.    \nGrinder, grinding machine\noperator—operates power-driven machine which grinds up meat.</p><p>3.    \nMixer, mixing machine operator—operates\npower-driven machine which mixes meat.</p><p>4.    \nChopper, cutting machine operator,\nsilent-cutter operator—operates power-driven machine which chops and mixes\nmeat.</p><p>g.    \nHO 10 prohibits 16- and\n17-year-old minors from performing the following work in the curing cellar\n(place where cuts are preserved or flavored by the absorption of curing\nmaterials prior to smoking or shipment).  The curing cellar may be located\nabove or below ground level and does not include places where meats are smoked.</p><p>1.     Grader—grades cuts prior to curing.</p><p>2.    \nDry cure man, dry curer, packer,\nvat packer—coats cuts with dry curing mixture and packs in boxes or vats.</p><p>3.    \nPickle maker, pickle man, pickle\nmixer—prepares and cooks pickling solution.</p><p>4.     Pumper, pickle pumper—pumps curing\nsolution into cuts.</p><p>5.    \nPickler packer, pickling man,\nsweet pickle curer—packs cuts in vats for curing and fills vat with pickle\nsolution.</p><p>6.     Piler, over hauler—piles cuts for dry\nsalt cure.</p><p>7.     Salter, dry salter—rubs salt into\ncuts.</p><p>8.    \nOverhauler, overhaul man,\ntester—transfers cuts from one vat to another.</p><p>9.    \nVat unloader, vat puller—removes\ncuts from vat after draining off solution.</p><p>10.  Vat washer—washes vat.</p><p>h.    \nHO 10 prohibits 16- and\n17-year-old minors from performing the following work in the smoked meat\nprocessing area (place where meat is prepared for smoking, is smoked, and\nfurther processed prior to shipment):</p><p>1.    \nNeck machine feeder—operates\npower-driven machine which compresses and stuffs neck meat into cotton bags for\nsmoking.</p><p>2.     Boner—bones cuts.</p><p>3.    \nHam presser, ham packer, floorman,\npresser—operates power-driven machine which compresses the tops on the\nmeat-filled molds.</p><p>4.    \nBacon skinner, skinning machine\noperator, belly skinner—operates power-driven skinning machine.</p><p>5.    \nBacon molder, bacon former, bacon\nmold loader, bacon presser, bacon press operator—operates power-driven press\nwhich compresses bacon into uniformly shaped slabs. Such work is permitted if\nit is done by hand.</p><p>i.     \nHO 10 prohibits 16- and\n17-year-old minors from performing the following work in the hide cellar (place\nwhere hides are cured and prepared for shipment to leather manufacturers – may\nbe located above or below ground level):</p><p>1.     Hide inspector, pelt grader—inspects\nand grades hides.</p><p>2.     Hide trimmer—trims hides with knife.</p><p>3.     Hide salter—sprinkles salt over hides\nand piles them.</p><p>4.     Hide shaker, hide spreader—shakes\nsalt from hides.</p><p>5.     Hide bundler—folds and ties hides\ninto bundles.</p><p>(3)  HO 10 prohibits 16- and 17-year-old minors from\nperforming all occupations in the recovery of lard and oils, except packaging\nand shipping of such products and the operation of lard-roll machines.  The\nfollowing work in the lard and oil refining department (place where fats are\nconverted into lard and various edible oils) is prohibited.</p><p>a.     Hasher—chops fat in power-driven\nmachine.</p><p>b.     Lard cooker, Lard renderer—cooks fat.</p><p>c.     Refiner, bleacher—refines and\nbleaches cooked fat.</p><p>d.     Cracklings press operator—operates\npress which presses cracklings.</p><p>e.     Grinding mill operator—grinds\ncracklings in power-driven grinder.</p><p>(4)  HO 10 prohibits 16- and 17-year-old minors from\nperforming the following occupations involved in the tankage or inedible\nrendering departments and in independent rendering plants (these are places\nwhere dead animals, animal offal, animal fats, scrap meats, blood and bones are\nrendered into stock feeds, tallow, inedible greases, fertilizer ingredients,\nand similar products):</p><p>a.     Skinner—skins dead animals.</p><p>b.    \nHasher operator, gut hasher, hash\nman—operates hashing machine which chops up offal.</p><p>c.     Bone sawer—cuts up bones with band\nsaw.</p><p>d.     Bone crusher, bone grinder—operates\nbone crushing machine.</p><p>e.     Tank loader, melter loader—feeds\noffal into cooking tanks.</p><p>f.     \nCooker, extractor, tank changer,\ntanker—boils refuse in extractor tanks to obtain grease.</p><p>g.    \nTankage press operator, hydraulic\npress operator, tank pressman—operates press to recover grease from tankage.\nDrier, drying machine feeder—operates machine which dries tankage.</p><p>h.     Cooker, cook box filler, tankman—dry\ncooks refuse.</p><p>i.     \nExpeller, oil expeller, pressman,\npress operator—operates press which expels soap fats from refuse.</p><p>j.     \nMill operator, tankage\ngrinder—operates crusher which pulverizes refuse prior to bagging.</p><p>k.     Mixer—operates machine which mixes\npulverized materials.</p><p>l.     \nSacker, draw‑off man—fills bags\nfrom spouts of grinding or mixing   machine.</p><p>m.   Blood cooker, blood pumper—cooks\nblood in a tank.</p><p>n.     Hoof trimmer, sinew cutter—trims\nhoofs.</p><p>o.     Neatsfoot oil cooker—cooks bones in\ncooker.</p><p>p.     Tallow pumper—cooks viscera and bones\nto recover tallow.</p><p>q.     Tallow refiner—refines tallow by\nbleaching and running through filter press.</p><p>r.      Tallow chandler—fills barrels with\ntallow.</p><p>s.      Tallow pumpman—pumps tallow.</p><p>(5)  HO 10 prohibits 16- and 17-year-old minors from\nperforming the following work in the shipping department:</p><p>The work of pushers,\nluggers, platform men, lumpers, carriers are prohibited occupations if the work\ninvolves pushing or dropping any suspended carcass, half carcass, or quarter\ncarcass, or involves the hand-lifting or hand-carrying of any carcass or half\ncarcass of beef, pork, or horse, or any quarter carcass of beef or horse.</p><p>(c)  \n<b>Occupations NOT SPECIFICALLY BANNED</b></p><p>(1)  Sixteen- and 17-year-olds may operate bacon slicing and belly-rolling machines in wholesale,\nretail and service establishments.</p><p>(2)  HO 10 places no limitations\non the occupations that may be performed in the livestock departments of\nslaughtering establishments.  Sixteen- and 17-year-olds may work as\nlivestock handlers, livestock punchers, drivers, penners, and tenders – workers\nwho drive, feed, and water livestock; clean pens and drive livestock to holding\npens outside of killing floor.</p><p>(3)  HO 10 prohibits 16- and 17-year-olds from performing\nall occupations on the killing floor, in curing cellars, and in hide cellars\nexcept they may perform the work of messengers, runners, handtruckers, and\nsimilar occupations which require entering these areas infrequently and for\nshort periods of time.  </p><p>(4)  HO 10 permits 16- and 17-year-olds to work in the\nfollowing occupations in the fancy meats unit, selected meats unit, or rough\ntallow unit (also known as viscera unit or offal department—other than hides\nand castings.  This is the place where viscera and heads are separated and\nprocessed.) provided no work is performed on the killing floor:</p><p>a.    \nGut and pluck separator—separates\nguts (stomach and intestines) from pluck (liver, hearts, lungs, and windpipe).</p><p>b.     Bladder trimmer—removes fat from\nbladder.</p><p>c.     Stomach or paunch washer—opens and\nwashes stomach.</p><p>d.     Paunch opener, belly dumper—opens\nstomachs and dumps contents.</p><p>e.     Paunch trimmer, tripe trimmer—trims\nstomachs.</p><p>f.      Caul and ruffle fat remover or\npuller—cuts fat from stomachs.</p><p>g.     Head Skinner—skins heads.</p><p>h.     Ear cleaner—trims ears.</p><p>i.      Head chiseler—loosens meat on heads.</p><p>j.      Head trimmer, head boner—trims meat\nfrom heads.</p><p>k.     Tonguer, tongue puller—removes and\ntrims tongue.</p><p>l.      Head splitter (hand) —splits skull\nwith cleaver and removes brain.</p><p>m.   Gullet Splitter or trimmer —trims or\nsplits gullets.</p><p>n.     Liver trimmer—trims and brands\nlivers.</p><p>o.     Saver—removes brains from split\nskulls.</p><p>p.     Hock trimmer— removes fat from hocks</p><p>q.     Chitterling cleaner or washer—washes\nchitterlings (large intestine).</p><p>r.      Pluck trimmer, giblet meat trimmer—trims\npluck and separates parts.</p><p>s.      Leaf fat hanger—loads racks with leaf\nfat.</p><p>t.      Black gut puller—separates\nintestines.</p><p>u.     Small gut puller—straightens out\nintestines. </p><p>v.     Bung puller—removes bung from\nintestines.</p><p>w.    Bung flusher—washes bungs.</p><p>x.     Bung trimmer—trims bungs.</p><p>y.     Fat washer—washes fat.</p><p>z.     Cap gut trimmer—trims fat from part\nof intestine.</p><p>aa.   Jaw-bone trimmer—trims meat from\njawbone.</p><p>bb.   Tripe or paunch cooker—cooks tripe.</p><p>(5)  HO 10 permits 16- and 17-year-olds to work in the\nfollowing occupations in the cooler or chill rooms (place where carcasses and\nother meats are chilled): </p><p>a.     Stamper—stamps carcasses.</p><p>b.     Runners, truckers —trucks meat\nproducts into and out of coolers.</p><p>c.     Grader—establishes sales values.</p><p>(6)  HO 10 permits 16- and 17-year-olds to work in the\nfollowing occupations in the cutting department (place where carcasses are\nportioned, boned and trimmed):</p><p>a.     Clod puller—removes clods with knife\nand meat hook.</p><p>b.     Steak cutter—cuts meat into cubes.</p><p>c.     Trimmer—trims various cuts</p><p>d.     Wrapper—wraps cuts of meat.</p><p>e.    \nLoin scriber, scriber —cuts ribs\nwith hand saw (not permitted if power-driven saw is used.)</p><p>f.     \nShoulder chopper—uses cleaver or\nhand saw to remove shoulder (not permitted if power-driven saw or power-driven\nknife is used).</p><p>g.    \nHam cutter, ham sawer—uses hand\nsaw to saw hams from carcass (not permitted if power-driven saw is used or work\ninvolves hand-lifting the half carcass.)</p><p>h.     Loin puller—cuts out loins</p><p>i.      Grader—grades various cuts.</p><p>j.      Butt puller—cuts fat from butts</p><p>k.    \nFoot sawer—uses hand saw to remove\nfeet (not permitted if power-driven saw is used).</p><p>l.      Foot cleaner, foot trimmer, foot\nwasher—trims and cleans feet.</p><p>m.   Ham blocker, ham shaper—trims hams.</p><p>n.     Ribber—uses knife to sever ribs from\nbelly.</p><p>o.     Belly roll feeder—feeds bellies into\nbelly-rolling machine.</p><p>p.     Cutter off, fat back splitter—cuts\nfat from bellies.</p><p>q.     Trucker—trucks materials in and about\ndepartments.</p><p>(7)  HO 10 permits 16- and 17-year-olds to work in the\nfollowing occupations in the casings department (place where animal casings are\nprocessed):</p><p>a.     Bung puller—tears bung from\nintestines.</p><p>b.     Bung grader—grades bungs.</p><p>c.     Bung trimmer—trims fat from bungs.</p><p>d.     Bung flusher—washes bungs.</p><p>e.     Casing puller—cuts intestine from\nviscera.</p><p>f.      Casing soaker—washes casings.</p><p>g.     Casing selector—inspects and grades\nintestines.</p><p>h.     Rounds runner—cuts small intestines\nfrom viscera.</p><p>i.      Bung and middle fatter—cuts fat from\nintestine.</p><p>j.      Casing tier—ties one end of\nintestine.</p><p>k.     Casing measurer, casing bundler\n—measures and ties casings in bundle.</p><p>l.      Slimer—cleans casings by hand.</p><p>m.   Casing salter—covers casings with\nsalt and packs in barrels.</p><p>n.     Casing sewer—uses power-driven sewing\nmachine to sew casings together.</p><p>(8)  HO 10 permits 16- and 17-year-olds to work in the\nfollowing occupations in the sausage department (place where sausage is\nprepared or manufactured):</p><p>a.     Trimmer, piece meat trimmer—trims\nmeat.</p><p>b.     Spice mixer—mixes spices by hand.</p><p>c.     Sausage maker, cooker—cooks meat.</p><p>d.     Loaf man, sausage molder—packs ground\nmeat in pans to be cooked.</p><p>e.     Stuffer—operates sausage-stuffing\nmachine which forces meat into casings.</p><p>f.      Linker, linking machine\noperator—links sausages either by hand or machine.</p><p>g.     Tier—ties end of stuffed casings.</p><p>h.     Sausage roper—ties heavy cord around\nlarge sausages.</p><p>i.     \nHanger, tree loader—hangs pieces\nof meat on tree arms or on conveyor studs.</p><p>j.      Bander—prepares skinless sausages and\nbands them for sale.</p><p>k.    \nSealer and cooker—seals and cooks\nsausages in glass jars or other containers.</p><p>l.      Sausage cooker—cooks sausage in\ncooking tanks.</p><p>m.   Packer, packager—packs sausages in\ncartons or other containers.</p><p>(9)  HO 10 permits 16- and 17-year-olds to work in the\nfollowing occupations in the smoked meat processing departments (place where\nmeat is prepared for smoking, is smoked, and further processed prior to\nshipment):</p><p>a.     Soaker, thrower—soaks cuts in water\nvats to clean them for smoking. </p><p>b.     Trimmer—trims cuts prior to smoking.</p><p>c.     Washer—washes cuts.</p><p>d.     Scraper, scrubber—scrapes cuts with\nbell scraper.</p><p>e.     Stringer—strings cord through cuts\nfor handing.</p><p>f.      Hanger—hangs cuts on trees for\nsmoking.</p><p>g.     Brander, stamper—brands or stamps\ncuts.</p><p>h.     Stockinette man, bagger—places cuts\nin cotton bags.</p><p>i.      Ripper—cuts slits in cotton bags.</p><p>j.      Comber, sciver—attaches slabs of\nbacon to combs.</p><p>k.     Tier, lacer—wraps smoked cuts.</p><p>l.     \nStapling machine operator,\nstitching machine operator—operates stapling   machine.</p><p>m.   Smoker, smokehouse man—operates\nsmokehouse.</p><p>n.     Meat puller—pulls meat-loaded\nequipment from smokehouse.</p><p>o.     Stuffer—stuffs meat into casing for\nsmoking.</p><p>p.     Tree washer—washes trees or racks.</p><p>q.    \nTrier, testor, inspector—inserts a\ntrier (similar to ice pick) into cuts to detect sourness by smelling trier.</p><p>r.      Sewer, stitcher, tier—sews up edges\nand openings in ham.</p><p>s.      Fatter—slices excess fat from cuts.</p><p>t.      Mold packer, ham molder—hands packs\nboned hams into metal molds.</p><p>u.    \nHam rolling machine operator—operates\npower-driven machine which winds cord around hams.</p><p>v.     Ham cooker, cooker, ham boiler—cooks\nhams.</p><p>w.    Ham washer—removes hams from molds\nand washes them.</p><p>x.    \nBacon skin lifter—prepares slabs\nof bacon for skinning by slicing between the fat and skin at one end of slab.</p><p>y.     Bacon slicer—operates power-driven\nbacon slicing machine.</p><p>z.     Bacon scaler—weighs bacon.</p><p>aa.   Bacon packer, wrapper—wraps and packs\nbacon.</p><p>(10)  HO 10 permits 16- and 17-year-olds to work in the\nfollowing occupations in the lard and oil refining department (place where fats\nare converted into lard and various edible oils):</p><p>a.    \nRoll man, lard roller man—operates\nlard roll machine that chills and congeals lard-oil preparatory to packaging.</p><p>b.    \nLard filling machine operator,\nfiller operator—operates machine which feeds lard into containers.</p><p>c.     Carton forming machine\noperator—operates carton forming machines.</p><p>d.     Conveyor tender—picks up cartons from\nconveyor belt.</p><p>e.     Carton packer—packs containers of\nlard into large cartons or boxes.</p><p>(11)  HO 10 permits 16- and 17-year-olds to work in the\nfollowing occupations in the tankage or inedible rendering department or\nindependent rendering plants (places where dead animals, animal offal, animal\nfats, scrap meats, and bones are rendered into stock feeds, tallow, inedible\ngreases, fertilizer ingredients, and similar products):</p><p>a.     Office and clerical occupations, and </p><p>b.    \nOccupations concerned with repair\nand maintenance of the buildings and grounds.</p><p>(12)  HO 10 permits 16- and 17-year-olds to work in the\nfollowing occupations in the shipping department:</p><p>a.     Icer, car icer—ices refrigerator cars\nor trucks.</p><p>b.     Runner, trucker—trucks meat from\nvarious departments.</p><p>c.     Carton folder, carton former—operates\ncarton closing machine.</p><p>d.     Checker—checks quantity and weight of\nproducts.</p><p>e.     Order filler—selects and prepares\nproducts for shipment.</p><p>f.      Scaler, weigher—weighs products.</p><p>g.     Labeler, marker—labels containers.</p><p>h.     Packer—packs meat into containers.</p><p>i.      Wrapper—wraps meats products.</p><p>(13)  HO 10 permits 16- and 17-year-olds to perform all\noccupations in the boiler rooms, engine rooms, laboratories and offices of\nslaughtering and meat packing establishments, rendering plants, or wholesale,\nretail or service establishments, except those prohibited by another HO.</p><p>(14)  HO 10 permits 16- and 17-year-olds to perform all\noccupations in the cooperage and box department except as prohibited by HOs 5,\n12 and 14. </p><p>(15)  HO 10 permits 16- and 17-year-olds to perform all occupations\nin the rabbit, seafood, small game or egg departments except those prohibited\nby other HOs.</p><p>(16)  HO 10 permits 16- and 17-year-olds to perform the\noccupations of operating, feeding, setting-up, adjusting, repairing, oiling, or\ncleaning power-driven bacon-slicing machines and belly-rolling machines.  The\nterm “bacon-slicing machine” as used in HO 10 refers to those machines which\nare designed solely for the purpose of slicing bacon and are equipped with\nenclosure or barrier guards that prevent the operator from coming in contact\nwith the blade or blades, and with devices for automatic feeding, slicing,\nshingling, stacking, and conveying the sliced bacon away from the point of\noperation.</p><p>(d)  \n<b>Exemptions</b></p><p>HO 10 does contain an exemption for apprentices and student-learners. \nNo other exemptions are applicable to this order.</p><p>(e)  \n<b>Enforcement positions</b></p><p>(1)  Application of HO 10 to handling of hot\noils</p><p>a.    \nThe original HO 10\nbanned, among other things, employment of minors in occupations involved in the\nrecovery of lard and oils from slaughtered animals, and the rendering of animal\nfat.  When Congress amended the FLSA in 1961 to cover certain retail and\nservice enterprises, the Department of Labor amended HO 10 to extend to retail\nestablishments, including fast food and full-service restaurants.  Many such\nrestaurants use commercial deep-fat fryers which have various attachments or\nbuilt-in features to facilitate the refining and/or recycling of cooking fats\nor oils.</p><p>b.    \nThe refining, removing\nand/or recycling of cooking fats or oils in restaurants is not a process of\n“rendering” or “recovery” as described in the original HO 10 (see\n29 CFR 570.61(a)(2) and (3)); neither is such refining, removing\nand/or recycling of cooking fats or oils covered by any other provision of HO\n10.  Furthermore, there was no specific change in the FLSA in 1961 to indicate\nany Congressional intent to include within the HO 10 prohibition, the handling\nof cooking fats or oils in restaurants.  </p><p>c.    \nConsequently, HO 10\ndoes not prohibit minors under age 18 from being employed to clean such\nrestaurant machines, to remove cooking fats or oils from them, or to clean the\nscreening or filtering equipment.  </p><p>d.    \nHowever, CL Reg 3 does\nprohibit 14- and 15-year-olds from cleaning kitchen equipment (not otherwise\nprohibited), removing oil or grease filters, pouring oil or grease through\nfilters, and moving receptacles containing hot grease or hot oil, when the\nequipment, surfaces, containers, and liquids exceed a temperature of 100 °F\n(see FOH 33c05(b)(1)a.).</p><p>(2)  Application of HO 10 to power-driven meat processing\nmachines and bakery machines with attachments</p><p>a.    \nA meat slicer with a chute\nattachment for processing hard-to-handle foods is covered by HO 10 as long as\nthe meat-cutting blades are used, even though only non-meat items are being\nprocessed.  Consequently, a 16- or 17-year-old may not operate, dismantle,\nreassemble, or clean this machine.  </p><p>b.    \n“Food processors” are prohibited\nif used to process meat.  Likewise, bakery machines such as vertical dough\nmixers that have meat-processing attachments are covered by HO 10 when used to\nprocess meat; and HO 11 when used to process dough. </p><p>(3)  Cleaning of power-driven meat-processing\nmachines </p><p>a.    \nHO 10 prohibits minors under 18\nyears of age from cleaning power-driven meat processing machines.  This\nprohibition includes the cleaning of the individual parts of such machines,\nincluding the blades—even if the machine is dismantled and reassembled by an\nadult (see 29 CFR 570.61(a)(4)).  However, such youth may operate a dishwasher\nto run a self-contained rack containing such individual parts through the\ndishwasher if the youth does not handle or touch the parts (see FOH\n33h10(a)(3)).</p><p>b.    \n29 CFR 570.33(e) prohibits the\nemployment of 14- and 15-year-olds in occupations which involve operating, tending,\nsetting up, adjusting, cleaning, oiling, or repairing power-driven food slicers\nand grinders, food choppers, food processors, food cutters, and food mixers.  </p><p>(4)  Power-driven machines determined to be subject to HO\n10:</p><p>a.    \nFood processors when used to process\nmeats.</p><p>b.    \nFood grinders, pureeing wands, and\nmixers if designed to be used or used on meat.  This same equipment could be\nprohibited by HO 11 if used to mix items such as batter.</p><p>c.    \nMeat choppers when used to grind\nor chop cheese or other products.</p><p>d.    \nLiver-skinning machine used to\nskin squid or other seafood products.</p><p>e.    \nMeat-slicers with tubular feeding\nattachments.</p><p>(5)  Power-driven machines determined not to be subject to\nHO 10:</p><p>a.    \nMeat tenderizers and meat cubers.</p><p>b.    \nFood processors with attachments\nused only for processing vegetables.</p><p>c.    \nLightweight, small capacity,\nportable, countertop mixers discussed in § 570.62(b)(1) and in\nFOH 33h11(d) when not used to process meat).   </p><p>d.    \nPrawnto Shrimp Machine used to\ndevein and cut shrimp.</p><p>e.    \nJonsson Shrimp Peeling Machine used\nto peel shrimp.</p><p>f.     \nVegetable slicers.</p><p>g.    \nColton Granulator used to force\nproducts through a set of grinder bars and forces the reduced sized products\nthrough a preset mesh screen (i.e. granulator is not a meat grinder).</p>"
}