{
  "chapter": "CHAPTER 16  - TITLE III - CONSUMER CREDIT PROTECTION ACT (WAGE GARNISHMENT) TABLE OF CONTENTS",
  "results": [
    {
      "sections": []
    },
    {
      "subchapter": "16a - GENERAL",
      "sections": [
        "16a00 - Use of Chapter 16.",
        "16a01 - CCPA general provisions and Wage-Hour’s authority.",
        "16a02 - Coverage.",
        "16a03 - Geographical application.",
        "16a04 - Exempt States.",
        "16a05 - Garnishments, wage attachments and federal administrative garnishments distinguished from wage assignments.",
        "16a06 - Restrictions of the CCPA are self-executing.",
        "16a07 - Applicability of CCPA to tips and gratuities.",
        "16a08 - Garnishment of federal employees.",
        "16a09 - Garnishment of employees of states or their political subdivisions.",
        "16a10 - Earnings deposited in a bank account.",
        "16a11 - Sick and vacation pay considered earnings under CCPA."
      ]
    },
    {
      "subchapter": "16b - SECTION 303 (RESTRICTION ON GARNISHMENT PROVISIONS)",
      "sections": [
        "16b00 - Garnishment restrictions for consumer debts, support payments and federal and state taxes.",
        "16b01 - Disposable earnings.",
        "16b02 - Disposable earnings in partial weeks.",
        "16b03 - Determining earnings that may be subjected to garnishment for consumer debts.",
        "16b04 - Withholding taxes - required by law to be withheld.",
        "16b05 - Garnishee’s attorney fees are subject to “consumer debt” restrictions of sec 303(a).",
        "16b06 - Creditor’s attorney fees.",
        "16b07 - Attorney fees in support cases (alimony and child support).",
        "16b08 - Service charges deducted pursuant to state law.",
        "16b09 - Excess garnishment withholdings are not wages.",
        "16b10 - Draw against commission.",
        "16b11 - Sec 303 restrictions are separately applicable to each employment situation.",
        "16b12 - Effect of “excepted” (set 303(b)) garnishments.",
        "16b13 - Court orders involving family support and property settlement agreements.",
        "16b14 - Bankruptcy."
      ]
    },
    {
      "subchapter": "16c - SECTION 304 (RESTRICTION ON DISCHARGE PROVISIONS)",
      "sections": [
        "16c00 - “Subjected to garnishment”.",
        "16c01 - Restriction on discharge applies to all garnishments.",
        "16c02 - Discharge for non-tax debts owed the federal government.",
        "16c03 - One indebtedness.",
        "16c04 - Discharge - suspension, demotion and/or transfer.",
        "16c05 - Filing bankruptcy.",
        "16c06 - Statute of limitations.",
        "16c07 - Discharge may not be based, either wholly or partly, on a single garnishment."
      ]
    }
  ]
}