{
  "section": "33h07",
  "chapter": "33",
  "section_title": "33h07.   HAZARDOUS OCCUPATIONS ORDER 7—Power-Driven Hoisting Apparatus\nOccupations.",
  "text": "Name: \nOccupations Involved in the Operation of Power-driven Hoisting Apparatus Originally\nAdopted:  July 16, 1946 (a)           \nScope of HO 7 (1)          \nThe investigation of occupations\ninvolved in the operation of hoisting apparatus was initiated because of the\ngenerally accepted belief that such equipment presented a high degree of\naccident risk and was inappropriate for young workers.  Accidents have involved\nimproper rigging where loads have fallen on people and crushed them; persons\nfalling from stacked materials or down elevator shafts; and people coming into\ncontact with over-head electrical conductors.  These injuries not only occurred\nduring the operation of the equipment, but also while assisting in the\noperation of hoisting apparatus.   (2)          \nHO 7 originally prohibited 16- and\n17-year-olds from operating (or, in some cases assisting to operate) all\npower-driven hoisting apparatus which consist of elevators, cranes, derricks,\nhoists and high-lift trucks and portable elevators, and tiering or piling\nmachines.  HO 7 is broadly written and prohibits the operation of this\nequipment no matter where located. (3)          \nRevisions to HO 7 in 2010 (see FOH\n33h07(b); 75 FR 28433) more broadly prohibited 16- and 17-year-olds from\noperating, tending, riding upon, working from, repairing, servicing, or\ndisassembling such equipment. (4)          \nDefinitions a.             \nThe term elevator shall mean any\npower-driven hoisting or lowering mechanism equipped with a car or platform\nwhich moves in guides in a substantially vertical direction.  This term\nincludes both passenger and freight elevators (including portable elevators or\ntiering machines), but shall not include dumbwaiters. b.             \nThe term automatic elevator shall\nmean a passenger elevator, a freight elevator, or a combination\npassenger-freight elevator, the operation of which is controlled by pushbuttons\nin such a manner that the starting, going to the landing selected, leveling and\nholding, and the opening and closing of the car and hoistway doors are entirely\nautomatic. c.             \nThe term automatic signal\noperation elevator shall mean an elevator which is started in response to the\noperation of a switch (such as a lever or pushbutton) in the car which when\noperated by the operator actuates a starting device that automatically closes\nthe car and hoistway doors—from this point on, the movement of the car to the\nlanding selected, leveling and holding when it gets there, and the opening of\nthe car and hoistway doors are entirely automatic. d.             \nThe term crane shall mean a\npower-driven machine for lifting and lowering a load and moving it\nhorizontally, in which the hoisting mechanism is an integral part of the\nmachine.  This term includes all types of cranes, such as cantilever gantry,\ncrawler, gantry, hammerhead, ingot pouring, jib, locomotive, motor-truck,\noverhead traveling, pillar jib, pintle, portal, semi-gantry, semi-portal,\nstorage bridge, tower, walking jib, and wall cranes. e.             \nThe term derrick shall mean a\npower-driven apparatus consisting of a mast or equivalent members held at the\ntop by guys or braces, with or without a boom, for use with a hoisting\nmechanism or operating ropes.  This term includes all types of derricks, such\nas A-frame, breast, Chicago boom, gin-pole, guy and stiff-leg derrick. f.              \nThe term hoist shall mean a\npower-driven apparatus for raising or lowering a load by the application of a\npulling force that does not include a car or platform running in guides.  This\nterm includes all types of hoists, such as base mounted electric, clevis\nsuspension, hook suspension, monorail, overhead electric, simple drum and\ntrolley suspension hoists. g.             \nThe term high-lift truck shall\nmean a power-driven industrial type of truck used for lateral transportation\nthat is equipped with a power-operated lifting device usually in the form of a\nfork or platform capable of tiering loaded pallets or skids one above the\nother.  Instead of a fork or a platform, the lifting device may consist of a\nram, scoop, shovel, crane, revolving fork, or other attachments for handling\nspecific loads.  The term shall mean and include highlift trucks known under\nsuch names as fork lifts, fork trucks, fork lift trucks, tiering trucks,\nbackhoes, front-end loaders, skid loaders, skid-steer loaders, Bobcat loaders,\nor stacking trucks, but shall not mean low-lift trucks or low-lift platform\ntrucks that are designed for the transportation of but not the tiering of\nmaterials. h.             \nThe term manlift shall mean a\ndevice intended for the conveyance of persons that consists of platforms or\nbrackets mounted on, or attached to, an endless belt, cable, chain or similar\nmethod of suspension; with such belt, cable or chain operating in a\nsubstantially vertical direction and being supported by and driven through\npulleys, sheaves or sprockets at the top and bottom.  The term shall also\ninclude truck- or equipment-mounted aerial platforms commonly referred to as\nscissor lifts, boom-type mobile elevating work platforms, work assist vehicles,\ncherry pickers, basket hoists, and bucket trucks. i.              \nThe term regular operator shall\nmean a person whose regular and practical duty is the operation of the\nelevator.   j.              \nThe term assigned operator shall\nmean a person who has been specifically designated to operate the elevator. \nSuch a person may be a “regular” operator.  Assigned operator may also mean a\nperson who is designated to operate the elevator in addition to his/her regular\njob.  More than one person may be assigned to operate the same elevator. (b)           \nOccupations PROHIBITED (1)          \nWork of operating, tending, riding\nupon, working from, repairing, servicing, or disassembling an elevator, crane,\nderrick, hoist, or high-lift truck, except 16- and 17-year-olds may operate or\nride inside an unattended automatic operation passenger elevator. Tending such\nequipment includes assisting in the hoisting tasks being performed by the\nequipment. (2)          \nWork of operating, tending, riding\nupon, working from, repairing, servicing, or disassembling a manlift or freight\nelevator, except 16- and 17-year-olds may ride upon a freight elevator operated\nby an assigned operator.  Tending such equipment includes assisting in the\nhoisting tasks being performed by the equipment.  CL Reg 3 prohibits 14- and\n15-year-olds from operating most power-driven equipment, including “automatic”\nfreight elevators and automatic combination passenger/freight elevators.  Such\nyouth may operate and ride in fully automatic passenger elevators as found in\nmost office buildings. (3)          \nOperator of a portable elevator or\ntiering machine. (4)          \nOperator of a crane or derrick. (5)          \nTending, riding upon, working\nfrom, repairing, servicing, or disassembling a crane or derrick, including such\nwork as performed by crane hookers, crane chasers, hookers-on, riggers, rigger\nhelpers, and the like.   a.             \nTending such equipment includes\nassisting in the hoisting tasks being performed by the equipment.   b.             \nMembers of an oil-well drilling\ncrew are considered as assisting in the operation of such equipment (see\nFOH 33h07(e)(4)).   (6)          \nOperating, tending, riding upon,\nworking from, repairing, servicing, or disassembling a hoist—including hoists\nthat do not exceed one-ton capacity.   a.             \nPrior to July 19, 2010, 16- and\n17-year-olds were permitted to operate certain electric or air-operated hoists\nthat did not exceed a one ton capacity (see 75 FR 28433).   b.             \nThis prohibition includes hoists\ncommonly used on tow trucks.   HO 2 prohibits minors from operating a motor\nvehicle while towing another vehicle. (7)          \nOperating, tending riding upon,\nworking from, repairing, servicing, or disassembling a high-lift truck such as\na forklift, fork truck, fork-lift truck, tiering truck, backhoe, front end\nloader, skid loader, skid-steer loader, stacking truck and a Bobcat loader.   a.             \nPrior to July 19, 2010, HO 7 only prohibited\nthe work of operating a high-lift truck.  The 2010 Final Rule added the tasks\nof tending, riding upon, working from, repairing, servicing, and disassembling\nsuch equipment. b.             \n“Tending” includes assisting in\nthe hoisting tasks being performed by the equipment.  Minors under 18 years of\nage may not be employed as “spotters” of forklifts—workers who provide signals\nor cues to forklift operators to assist in the safe operation of forklifts—as\nsuch work is “tending” (see 75 FR 28434). c.             \nThe prohibitions of HO 7 apply\neven if the minors operating such equipment do not use or activate the\nequipment’s hoisting apparatus.   1.             \nFor example, in Lynnville\nTransport, Inc. v. Chao, 316 F. Supp.2d 790 (S.D. Iowa 2004), the District\nCourt affirmed DOL’s position that minors who operated a skid loader as a\n“scraper” to muck-out a cattle transport vehicle were still employed in\nviolation of HO 7 even though they never raised or lowered the shovel (the\nhoisting apparatus) of the equipment.  The court cited the administrative law\njudge’s reasoning that “although the minors testified that they did not lift\nthe shovel of the skid loader to high levels in performing their duties, the\nfact that they had the opportunity to do so, either intentionally or\nunintentionally, by moving the levers, placed the minors and other minors in\nthe area in a potentially hazardous position.” (316 F.Supp.2nd at 800).   2.             \nThis same reasoning would prohibit\nminors from simply moving such power-driven hoisting equipment from one\nlocation to another, such as around a job site or from the back of an equipment\ndealer showroom to the front of the showroom. (8)          \nWork of operating, tending, riding\nupon, working from, repairing, servicing, or disassembling a manlift.  The\ndefinition of a manlift includes, since July 19, 2010, truck- or\nequipment-mounted aerial platforms commonly referred to as scissor lifts,\nboom-type mobile elevating work platforms, work assist vehicles, cherry\npickers, basket hoists, and bucket trucks. (9)          \nOperating, tending, riding upon,\nworking from, repairing, servicing, or disassembling a freight elevator, except\n16- and 17-year-olds may ride on a freight elevator when the elevator is\noperated by an assigned operator. (c)           \nOccupations NOT SPECIFICALLY\nBANNED (1)          \nAutomotive and truck servicing\nestablishments a.             \n“Grease rack” lifts used in\ngasoline service stations, tire stores and other establishments servicing\nautomobiles are not “power-driven hoisting apparatus” covered by HO 7. b.             \nService jacks, hand jacks, air\ncompressors, tire changers, truck tire changers, and wheel balancers are all\noutside the scope of HO 7. (2)          \nOperation of amusement park rides a.             \nThe operation of amusement park\nrides is not prohibited by HO 7. b.             \nAlthough a number of rides in\namusement and theme parks have characteristics similar to certain machines that\nminors under 18 years of age are prohibited from operating under HO 7, a\ncareful review of these rides, which have a variety of names, has concluded\nthat none of the machines are “derricks”, “cranes”,\n“hoists”, “elevators” or “manlifts” within the meaning of the HO. 1.             \nSwing-type rides appear very\nsimilar to a stiff-leg derrick or various types of cranes including a jib\ncrane.  However, these rides only swing or rotate and lack any hoisting\napparatus. 2.             \nA number of roller coasters and\nsimilar rides are connected cars operated on a rail and driven by a chain\npull.  They are not operated by hoists, nor are they considered elevators or\nmanlifts.  3.             \nWater rides often follow the flow\nof the water down a trough and are repositioned at a higher level by a conveyor\nbelt.  Since the boats carrying the riders remain within the trough, these\nrides are not considered elevators or manlifts. (3)          \nOperation of motorized hand\ntrucks.  Motorized hand trucks, such as the Yale Low Lift Pallet-Walkie\nMotorized Hand Truck, models MPW 040 and 060, are not considered to be\n“high-lift trucks.”  Designed for transportation but not the tiering of\nmaterials, they are low-lift trucks and not subject to HO 7.  (4)          \nHanglines in poultry processing\nplants and dry cleaners are considered to be “chain conveyors” and are not\ncovered by HO 7.  These apparatus do not have hoists to raise and lower the\nloads. a.             \nHanglines in poultry processing\nplants are usually made up of a metal I-beam, a continuous chain, and shackles\nattached to the chain.  The chain may be powered by an electric motor or other\nmeans and generally runs from the loading dock or platform, through the plant\nwere the poultry is processed and back to the loading dock in a continuous\nloop.  Crews on the platform (or sometimes in a darkened room nearby) attach\nthe live poultry to the shackles by their feet where they hang upside down. \nThe hangline then moves to the killing area within the plant and may in the\ncourse of its route rise or descend within the plant to different levels.  The\nspeed of the chain is coordinated with the loading crew’s ability to hang a\nfowl on each shackle and not leave any without a bird on it. HO 11, as of July\n19, 2010, prohibits the employment of youth under 18 in most occupations in or\nabout poultry slaughtering and processing establishments. b.             \nHanglines in dry cleaners that\nhold finished garments to be picked up operate in a similar manner as the\nhanglines in poultry processing plants. (5)          \n“Cart Caddy” and “QuicKART”   a.             \nThe “Cart Caddy” and “QuicKART”\nare two types of machines often used by grocers and other retail stores to move\nlarge strings of shopping carts.  These machines are hooked to the last\nshopping cart in a string and then the operator guides the string of carts back\nto the store while commanding the machine to move by means of a hand-held\nremote control.  The operator walks behind the machine and operates the manual\nthrottle when returning to the parking lot to collect more carts.   b.             \nThese machines do not fall within\nthe definitions of any of the hoists prohibited by HO 7; nor are these machines\nconsidered to be “motor vehicles” as defined in HO 2.  Sixteen- and 17-year-old\nminors are permitted to operate these machines. c.             \nSince the “Cart Caddy” and\n“QuicKART” are both power-driven machines, 29 CFR 570.33(b) would prohibit\n14- and 15-year-olds from operating or tending such machines (see\nFOH 33c06(e)(5)).   (d)           \nExemptions (1)          \nThere is no provision in HO 7 for\napprentices or student-learners. (2)          \nSixteen- and 17-year-olds may\noperate an automatic elevator and an automatic signal operation elevator\nprovided that all the following conditions have been met: a.             \nThe exposed portion of the car\ninterior, the car door, and the hoistway doors are constructed of solid\nsurfaces without any opening through which a part of the body may extend, b.             \nAll hoistway openings at floor\nlevel have doors which are interlocked with the car door so as to prevent the\ncar from starting until all such doors are closed and locked, c.             \nThe elevator is equipped with a\ndevice which will stop and hold the car in case of overspeed or if the cable\nslackens or breaks, and d.             \nThe elevator is equipped with\nupper and lower travel limit devices which will normally bring the car to rest\nat either terminal and a final limit switch which will prevent the movement in\neither direction and will open in case of excessive over travel by the car. (e)           \nEnforcement positions (1)          \nChair-lifts at ski resorts Chair-lifts\nat ski resorts which operate in a substantially vertical direction – where the\nlifts travel in a vertical direction that is greater than the horizontal\ndistance traveled – are manlifts subject to HO 7 and may not be operated by\nminors under 18 years of age. Those chair-lifts which travel a greater distance\nhorizontally than vertically are outside the scope of HO 7. (2)          \nAirport baggage handling equipment a.             \nA conveyor belt loader is a\nwheeled vehicle, equipped with a movable conveyor belt, used to load and unload\nindividual baggage items from the cargo hold of aircraft.  The front end of the\nconveyor is raised and lowered by a hydraulic piston located under the conveyor\nbelt.  The operation of the conveyor belt loader is not prohibited by HO 7. b.             \nA canister loader truck is a\nwheeled vehicle with a lifting device which moves baggage between the terminal\nand the aircraft.  Baggage is placed in canisters which hold 50 to 70 bags and\nsuitcases.  The canisters are then pushed onto the bed of the loader which is\nequipped with rollers.  The canisters are rolled onto the loader and are rolled\noff onto the plane.  Most of the time this function is automated, however,\nsometimes hand loading and/or unloading of the canisters is required.  The load\nis raised and lowered by hydraulics to and from the ground level to the cargo\nhold of the airplane.  The reverse process takes place during the unloading of\nthe plane.  Canister loader trucks are high-lift trucks as defined in\n29 CFR 570.58(b) and therefore HO 7 prohibits 16- and 17-year-olds\nfrom operating, loading and unloading such equipment.  (3)          \nPower winches WH\nhas opined since as early as 1961 that HO 7 prohibits minors under the age of\n18 from operating power winches, including those affixed to tow trucks or wrecker\ntrucks.  Although HO 7 does not specifically state that winches are covered,\nthe HO does state that the term “hoist” shall mean a power-driven apparatus for\nraising or lowering a load by the application of a pulling force that does not\ninclude a car or platform running in guides.  The definition further adds that\nthe term shall include all types of hoists. (4)          \nDrilling rig crews   Members\nof a well drilling crew are considered as assisting in the operation of hoists\nand therefore fall under the provisions of HO 7. (5)          \nAssisting in the operation of\npower-driven patient/resident hoists or lifts               a.             \nWHD issued a Final Rule on May 20,\n2010, which removed from HO 7 the exemption that allowed 16- and 17-year-olds\nto operate air or electric powered hoists that did not exceed a lift capacity\nof one ton (see 75 Fed. Reg. 28404, 28434 (May 20, 2010)). With\nthe elimination of that exemption, minors under the age of 18 were prohibited\nfrom operating or assisting in operating all power-driven hoists in any workplace,\nincluding power-driven hoists/lifts used to elevate and transport\npatients/residents in hospitals, nursing homes, and residences. \nProhibited equipment includes floor-based vertical powered patient/resident\nlift devices; ceiling-mounted vertical powered patient/resident lift devices;\nand powered sit-to-stand patient/resident lift devices. b.             \nOn July 13, 2011, WHD issued Field\nAssistance Bulletin (FAB) 2011-3 (Assisting in the operation of\npower-driven patient/resident hoists/lifts Under the Child Labor Provisions of\nthe Fair Labor Standards Act) which states that WH will not charge a child\nlabor violation when properly trained 16- and 17-year-olds, under specific\nconditions, assist a trained adult in the operation of power-driven\npatient/resident lifts/hoists.  The FAB is available at\nhttp://www.dol.gov/whd/FieldBulletins/index.htm.  c.             \nWH will exercise its enforcement discretion, and not assert\nchild labor violations involving 16- and 17-year-olds who assist a trained\nadult worker in the operation of floor-based vertical powered patient/resident\nlift devices, ceiling-mounted vertical powered patient/resident lift devices,\nand powered sit-to-stand patient/resident lift devices only when all of the\nfollowing conditions are met:  1.             \nThe child (16- or 17-year-old) has\nsuccessfully completed the 75 clock hours of nurses aide training required by\nthe Federal Nursing Home Reform Act from the\nOmnibus Budget Reconciliation Act of 1987, as outlined in 42 CFR\n§ 483.152, or a higher state standard where applicable, and has\nsuccessfully completed the nurses aide competency evaluation detailed in 42\nCFR 483.154, or a higher state standard where applicable.  WHD will not\nassert a violation of HO 7 when 16- and 17-year-olds engage in the limited\noperation of patient lifts as required by this nursing aide training. 2.             \nThe child is not operating by\nhimself or herself floor-based vertical powered patient/resident lift devices,\nceiling-mounted vertical powered patient/resident lift devices, and powered\nsit-to-stand patient/resident lift devices and the child is assisting in the\nuse of lifting devices as a junior member of at least a two-person team that is\nheaded by an employee who is at least 18 years of age.  All members of the team\nmust be trained in the safe operation of the lifting devices being used.        3.             \nAs a junior member of the team, the child may set up, move, position,\nand secure unoccupied lifting devices.  The child may assist trained adult\nemployees in attaching slings to and un-attaching slings from lifting devices\nprior to and after the lift/transfer of the patient/resident is\ncompleted.  The child may also assist trained adult employees in operating\nthe controls that activate the power to lift/transfer the patient/resident. \nThe child may act as a spotter/observer and may position items such as a chair,\nwheelchair, bed, and commode under the patient/resident who is being\nlifted/transferred. 4.             \nAs a junior member of\nthe team, the child may not independently engage in “hands on” physical contact\nwith the patient/resident during the lifting/transferring process (such as\nplacing or removing the sling, including pushing or pulling the sling\nunder/around the patient/resident; adjusting the sling under/around the\npatient/resident; and manipulating the patient/resident when placing, adjusting\nor removing a sling under/around the patient/resident), and may only assist in\nthese “hands on” activities when assisting a trained adult employee while the\nadult employee is simultaneously engaged in such activities.  The child may\nsimilarly assist a trained adult employee who is manipulating, guiding,\nrotating, or otherwise maneuvering the patient while the patient is being\nlifted/transferred.  In addition, the child may similarly assist a trained\nadult employee who is pushing, pulling or rotating lifting devices when the\ndevice is engaged in the process of lifting/transferring a patient/resident. 5.             \nThe child is not injured while\noperating or assisting in the operation of a lifting device. 6.             \nThe employer has provided to each\n16- and 17-year-old who will assist in the operation of lifting devices a copy\nof the document that was forwarded with this Field Assistance Bulletin as\nAttachment A.  Attachment A advised the young worker of what tasks he or she\nmay and may not perform while assisting in the operation of a power-driven\npatient/resident lift/hoist. d.             \nThe above enforcement position\nwill not apply when WH determines that a 16- or 17-year-old employee has\nassisted in the operation of a power-driven patient/resident lifting device and\nthe requirements discussed in paragraphs 1 through 6 above have not been\nmet.  In such instances, WH will charge appropriate child labor violations\nand the employer will be subject to the assessment of child labor civil money\npenalties as permitted by FLSA section 16(e)(1).  e.             \nAs noted in paragraph 5 above,\nthis enforcement policy is also not applicable if a child is injured while\noperating or assisting in the operation of power-driven patient hoists/lifts. \nIf a child is injured while engaged in such activities, even if the child was\nemployed in compliance with this nonenforcement policy, WH will generally\ncharge a violation of HO 7 and assess a civil money penalty.  Notwithstanding\nthis enforcement policy, WHD will investigate reports of children being injured\nwhile assisting in the operation of power-driven patient hoists/lifts, as well\nas complaints that the employer has not complied with the requirements in\nparagraphs 1 through 6 above.",
  "html": "<p> </p><p>Name: \nOccupations Involved in the Operation of Power-driven Hoisting Apparatus</p><p> </p><p>Originally\nAdopted:  July 16, 1946</p><p> </p><p>(a)           \nScope of HO 7</p><p> </p><p>(1)          \nThe investigation of occupations\ninvolved in the operation of hoisting apparatus was initiated because of the\ngenerally accepted belief that such equipment presented a high degree of\naccident risk and was inappropriate for young workers.  Accidents have involved\nimproper rigging where loads have fallen on people and crushed them; persons\nfalling from stacked materials or down elevator shafts; and people coming into\ncontact with over-head electrical conductors.  These injuries not only occurred\nduring the operation of the equipment, but also while assisting in the\noperation of hoisting apparatus.  </p><p> </p><p>(2)          \nHO 7 originally prohibited 16- and\n17-year-olds from operating (or, in some cases assisting to operate) all\npower-driven hoisting apparatus which consist of elevators, cranes, derricks,\nhoists and high-lift trucks and portable elevators, and tiering or piling\nmachines.  HO 7 is broadly written and prohibits the operation of this\nequipment no matter where located.</p><p> </p><p>(3)          \nRevisions to HO 7 in 2010 (see FOH\n33h07(b); 75 FR 28433) more broadly prohibited 16- and 17-year-olds from\noperating, tending, riding upon, working from, repairing, servicing, or\ndisassembling such equipment.</p><p> </p><p>(4)          \nDefinitions</p><p> </p><p>a.             \nThe term elevator shall mean any\npower-driven hoisting or lowering mechanism equipped with a car or platform\nwhich moves in guides in a substantially vertical direction.  This term\nincludes both passenger and freight elevators (including portable elevators or\ntiering machines), but shall not include dumbwaiters.</p><p> </p><p>b.             \nThe term automatic elevator shall\nmean a passenger elevator, a freight elevator, or a combination\npassenger-freight elevator, the operation of which is controlled by pushbuttons\nin such a manner that the starting, going to the landing selected, leveling and\nholding, and the opening and closing of the car and hoistway doors are entirely\nautomatic.</p><p> </p><p>c.             \nThe term automatic signal\noperation elevator shall mean an elevator which is started in response to the\noperation of a switch (such as a lever or pushbutton) in the car which when\noperated by the operator actuates a starting device that automatically closes\nthe car and hoistway doors—from this point on, the movement of the car to the\nlanding selected, leveling and holding when it gets there, and the opening of\nthe car and hoistway doors are entirely automatic.</p><p> </p><p>d.             \nThe term crane shall mean a\npower-driven machine for lifting and lowering a load and moving it\nhorizontally, in which the hoisting mechanism is an integral part of the\nmachine.  This term includes all types of cranes, such as cantilever gantry,\ncrawler, gantry, hammerhead, ingot pouring, jib, locomotive, motor-truck,\noverhead traveling, pillar jib, pintle, portal, semi-gantry, semi-portal,\nstorage bridge, tower, walking jib, and wall cranes.</p><p> </p><p>e.             \nThe term derrick shall mean a\npower-driven apparatus consisting of a mast or equivalent members held at the\ntop by guys or braces, with or without a boom, for use with a hoisting\nmechanism or operating ropes.  This term includes all types of derricks, such\nas A-frame, breast, Chicago boom, gin-pole, guy and stiff-leg derrick.</p><p> </p><p>f.              \nThe term hoist shall mean a\npower-driven apparatus for raising or lowering a load by the application of a\npulling force that does not include a car or platform running in guides.  This\nterm includes all types of hoists, such as base mounted electric, clevis\nsuspension, hook suspension, monorail, overhead electric, simple drum and\ntrolley suspension hoists.</p><p> </p><p>g.             \nThe term high-lift truck shall\nmean a power-driven industrial type of truck used for lateral transportation\nthat is equipped with a power-operated lifting device usually in the form of a\nfork or platform capable of tiering loaded pallets or skids one above the\nother.  Instead of a fork or a platform, the lifting device may consist of a\nram, scoop, shovel, crane, revolving fork, or other attachments for handling\nspecific loads.  The term shall mean and include highlift trucks known under\nsuch names as fork lifts, fork trucks, fork lift trucks, tiering trucks,\nbackhoes, front-end loaders, skid loaders, skid-steer loaders, Bobcat loaders,\nor stacking trucks, but shall not mean low-lift trucks or low-lift platform\ntrucks that are designed for the transportation of but not the tiering of\nmaterials.</p><p> </p><p>h.             \nThe term manlift shall mean a\ndevice intended for the conveyance of persons that consists of platforms or\nbrackets mounted on, or attached to, an endless belt, cable, chain or similar\nmethod of suspension; with such belt, cable or chain operating in a\nsubstantially vertical direction and being supported by and driven through\npulleys, sheaves or sprockets at the top and bottom.  The term shall also\ninclude truck- or equipment-mounted aerial platforms commonly referred to as\nscissor lifts, boom-type mobile elevating work platforms, work assist vehicles,\ncherry pickers, basket hoists, and bucket trucks.</p><p> </p><p>i.              \nThe term regular operator shall\nmean a person whose regular and practical duty is the operation of the\nelevator.  </p><p> </p><p>j.              \nThe term assigned operator shall\nmean a person who has been specifically designated to operate the elevator. \nSuch a person may be a “regular” operator.  Assigned operator may also mean a\nperson who is designated to operate the elevator in addition to his/her regular\njob.  More than one person may be assigned to operate the same elevator.</p><p> </p><p>(b)           \nOccupations PROHIBITED</p><p> </p><p>(1)          \nWork of operating, tending, riding\nupon, working from, repairing, servicing, or disassembling an elevator, crane,\nderrick, hoist, or high-lift truck, except 16- and 17-year-olds may operate or\nride inside an unattended automatic operation passenger elevator. Tending such\nequipment includes assisting in the hoisting tasks being performed by the\nequipment.</p><p> </p><p>(2)          \nWork of operating, tending, riding\nupon, working from, repairing, servicing, or disassembling a manlift or freight\nelevator, except 16- and 17-year-olds may ride upon a freight elevator operated\nby an assigned operator.  Tending such equipment includes assisting in the\nhoisting tasks being performed by the equipment.  CL Reg 3 prohibits 14- and\n15-year-olds from operating most power-driven equipment, including “automatic”\nfreight elevators and automatic combination passenger/freight elevators.  Such\nyouth may operate and ride in fully automatic passenger elevators as found in\nmost office buildings.</p><p> </p><p>(3)          \nOperator of a portable elevator or\ntiering machine.</p><p> </p><p>(4)          \nOperator of a crane or derrick.</p><p> </p><p>(5)          \nTending, riding upon, working\nfrom, repairing, servicing, or disassembling a crane or derrick, including such\nwork as performed by crane hookers, crane chasers, hookers-on, riggers, rigger\nhelpers, and the like.  </p><p> </p><p>a.             \nTending such equipment includes\nassisting in the hoisting tasks being performed by the equipment.  </p><p> </p><p>b.             \nMembers of an oil-well drilling\ncrew are considered as assisting in the operation of such equipment (see\nFOH 33h07(e)(4)).  </p><p> </p><p>(6)          \nOperating, tending, riding upon,\nworking from, repairing, servicing, or disassembling a hoist—including hoists\nthat do not exceed one-ton capacity.  </p><p> </p><p>a.             \nPrior to July 19, 2010, 16- and\n17-year-olds were permitted to operate certain electric or air-operated hoists\nthat did not exceed a one ton capacity (see 75 FR 28433).  </p><p> </p><p>b.             \nThis prohibition includes hoists\ncommonly used on tow trucks.   HO 2 prohibits minors from operating a motor\nvehicle while towing another vehicle.</p><p> </p><p>(7)          \nOperating, tending riding upon,\nworking from, repairing, servicing, or disassembling a high-lift truck such as\na forklift, fork truck, fork-lift truck, tiering truck, backhoe, front end\nloader, skid loader, skid-steer loader, stacking truck and a Bobcat loader.  </p><p> </p><p>a.             \nPrior to July 19, 2010, HO 7 only prohibited\nthe work of operating a high-lift truck.  The 2010 Final Rule added the tasks\nof tending, riding upon, working from, repairing, servicing, and disassembling\nsuch equipment.</p><p> </p><p>b.             \n“Tending” includes assisting in\nthe hoisting tasks being performed by the equipment.  Minors under 18 years of\nage may not be employed as “spotters” of forklifts—workers who provide signals\nor cues to forklift operators to assist in the safe operation of forklifts—as\nsuch work is “tending” (see 75 FR 28434).</p><p> </p><p>c.             \nThe prohibitions of HO 7 apply\neven if the minors operating such equipment do not use or activate the\nequipment’s hoisting apparatus.  </p><p> </p><p>1.             \nFor example, in Lynnville\nTransport, Inc. v. Chao, 316 F. Supp.2d 790 (S.D. Iowa 2004), the District\nCourt affirmed DOL’s position that minors who operated a skid loader as a\n“scraper” to muck-out a cattle transport vehicle were still employed in\nviolation of HO 7 even though they never raised or lowered the shovel (the\nhoisting apparatus) of the equipment.  The court cited the administrative law\njudge’s reasoning that “although the minors testified that they did not lift\nthe shovel of the skid loader to high levels in performing their duties, the\nfact that they had the opportunity to do so, either intentionally or\nunintentionally, by moving the levers, placed the minors and other minors in\nthe area in a potentially hazardous position.” (316 F.Supp.2nd at 800).  </p><p> </p><p>2.             \nThis same reasoning would prohibit\nminors from simply moving such power-driven hoisting equipment from one\nlocation to another, such as around a job site or from the back of an equipment\ndealer showroom to the front of the showroom.</p><p> </p><p>(8)          \nWork of operating, tending, riding\nupon, working from, repairing, servicing, or disassembling a manlift.  The\ndefinition of a manlift includes, since July 19, 2010, truck- or\nequipment-mounted aerial platforms commonly referred to as scissor lifts,\nboom-type mobile elevating work platforms, work assist vehicles, cherry\npickers, basket hoists, and bucket trucks.</p><p> </p><p>(9)          \nOperating, tending, riding upon,\nworking from, repairing, servicing, or disassembling a freight elevator, except\n16- and 17-year-olds may ride on a freight elevator when the elevator is\noperated by an assigned operator.</p><p> </p><p>(c)           \nOccupations NOT SPECIFICALLY\nBANNED</p><p> </p><p>(1)          \nAutomotive and truck servicing\nestablishments</p><p> </p><p>a.             \n“Grease rack” lifts used in\ngasoline service stations, tire stores and other establishments servicing\nautomobiles are not “power-driven hoisting apparatus” covered by HO 7.</p><p> </p><p>b.             \nService jacks, hand jacks, air\ncompressors, tire changers, truck tire changers, and wheel balancers are all\noutside the scope of HO 7.</p><p> </p><p>(2)          \nOperation of amusement park rides</p><p> </p><p>a.             \nThe operation of amusement park\nrides is not prohibited by HO 7.</p><p> </p><p>b.             \nAlthough a number of rides in\namusement and theme parks have characteristics similar to certain machines that\nminors under 18 years of age are prohibited from operating under HO 7, a\ncareful review of these rides, which have a variety of names, has concluded\nthat none of the machines are “derricks<a name=\"OLE_LINK5\">”</a>, “cranes”,\n“hoists”, “elevators” or “manlifts” within the meaning of the HO.</p><p> </p><p>1.             \nSwing-type rides appear very\nsimilar to a stiff-leg derrick or various types of cranes including a jib\ncrane.  However, these rides only swing or rotate and lack any hoisting\napparatus.</p><p> </p><p>2.             \nA number of roller coasters and\nsimilar rides are connected cars operated on a rail and driven by a chain\npull.  They are not operated by hoists, nor are they considered elevators or\nmanlifts. </p><p> </p><p>3.             \nWater rides often follow the flow\nof the water down a trough and are repositioned at a higher level by a conveyor\nbelt.  Since the boats carrying the riders remain within the trough, these\nrides are not considered elevators or manlifts.</p><p> </p><p>(3)          \nOperation of motorized hand\ntrucks.  Motorized hand trucks, such as the Yale Low Lift Pallet-Walkie\nMotorized Hand Truck, models MPW 040 and 060, are not considered to be\n“high-lift trucks.”  Designed for transportation but not the tiering of\nmaterials, they are low-lift trucks and not subject to HO 7. </p><p> </p><p>(4)          \nHanglines in poultry processing\nplants and dry cleaners are considered to be “chain conveyors” and are not\ncovered by HO 7.  These apparatus do not have hoists to raise and lower the\nloads.</p><p> </p><p>a.             \nHanglines in poultry processing\nplants are usually made up of a metal I-beam, a continuous chain, and shackles\nattached to the chain.  The chain may be powered by an electric motor or other\nmeans and generally runs from the loading dock or platform, through the plant\nwere the poultry is processed and back to the loading dock in a continuous\nloop.  Crews on the platform (or sometimes in a darkened room nearby) attach\nthe live poultry to the shackles by their feet where they hang upside down. \nThe hangline then moves to the killing area within the plant and may in the\ncourse of its route rise or descend within the plant to different levels.  The\nspeed of the chain is coordinated with the loading crew’s ability to hang a\nfowl on each shackle and not leave any without a bird on it. HO 11, as of July\n19, 2010, prohibits the employment of youth under 18 in most occupations in or\nabout poultry slaughtering and processing establishments.</p><p> </p><p>b.             \nHanglines in dry cleaners that\nhold finished garments to be picked up operate in a similar manner as the\nhanglines in poultry processing plants.</p><p> </p><p>(5)          \n“Cart Caddy” and “QuicKART”  </p><p> </p><p>a.             \nThe “Cart Caddy” and “QuicKART”\nare two types of machines often used by grocers and other retail stores to move\nlarge strings of shopping carts.  These machines are hooked to the last\nshopping cart in a string and then the operator guides the string of carts back\nto the store while commanding the machine to move by means of a hand-held\nremote control.  The operator walks behind the machine and operates the manual\nthrottle when returning to the parking lot to collect more carts.  </p><p> </p><p>b.             \nThese machines do not fall within\nthe definitions of any of the hoists prohibited by HO 7; nor are these machines\nconsidered to be “motor vehicles” as defined in HO 2.  Sixteen- and 17-year-old\nminors are permitted to operate these machines.</p><p> </p><p>c.             \nSince the “Cart Caddy” and\n“QuicKART” are both power-driven machines, 29 CFR 570.33(b) would prohibit\n14- and 15-year-olds from operating or tending such machines (see\nFOH 33c06(e)(5)).  </p><p> </p><p>(d)           \nExemptions</p><p> </p><p>(1)          \nThere is no provision in HO 7 for\napprentices or student-learners.</p><p> </p><p>(2)          \nSixteen- and 17-year-olds may\noperate an automatic elevator and an automatic signal operation elevator\nprovided that all the following conditions have been met:</p><p> </p><p>a.             \nThe exposed portion of the car\ninterior, the car door, and the hoistway doors are constructed of solid\nsurfaces without any opening through which a part of the body may extend,</p><p> </p><p>b.             \nAll hoistway openings at floor\nlevel have doors which are interlocked with the car door so as to prevent the\ncar from starting until all such doors are closed and locked,</p><p> </p><p>c.             \nThe elevator is equipped with a\ndevice which will stop and hold the car in case of overspeed or if the cable\nslackens or breaks, and</p><p> </p><p>d.             \nThe elevator is equipped with\nupper and lower travel limit devices which will normally bring the car to rest\nat either terminal and a final limit switch which will prevent the movement in\neither direction and will open in case of excessive over travel by the car.</p><p> </p><p>(e)           \nEnforcement positions</p><p> </p><p>(1)          \nChair-lifts at ski resorts</p><p> </p><p>Chair-lifts\nat ski resorts which operate in a substantially vertical direction – where the\nlifts travel in a vertical direction that is greater than the horizontal\ndistance traveled – are manlifts subject to HO 7 and may not be operated by\nminors under 18 years of age. Those chair-lifts which travel a greater distance\nhorizontally than vertically are outside the scope of HO 7.</p><p> </p><p>(2)          \nAirport baggage handling equipment</p><p> </p><p>a.             \nA conveyor belt loader is a\nwheeled vehicle, equipped with a movable conveyor belt, used to load and unload\nindividual baggage items from the cargo hold of aircraft.  The front end of the\nconveyor is raised and lowered by a hydraulic piston located under the conveyor\nbelt.  The operation of the conveyor belt loader is not prohibited by HO 7.</p><p> </p><p>b.             \nA canister loader truck is a\nwheeled vehicle with a lifting device which moves baggage between the terminal\nand the aircraft.  Baggage is placed in canisters which hold 50 to 70 bags and\nsuitcases.  The canisters are then pushed onto the bed of the loader which is\nequipped with rollers.  The canisters are rolled onto the loader and are rolled\noff onto the plane.  Most of the time this function is automated, however,\nsometimes hand loading and/or unloading of the canisters is required.  The load\nis raised and lowered by hydraulics to and from the ground level to the cargo\nhold of the airplane.  The reverse process takes place during the unloading of\nthe plane.  Canister loader trucks are high-lift trucks as defined in\n29 CFR 570.58(b) and therefore HO 7 prohibits 16- and 17-year-olds\nfrom operating, loading and unloading such equipment. </p><p> </p><p>(3)          \nPower winches</p><p> </p><p>WH\nhas opined since as early as 1961 that HO 7 prohibits minors under the age of\n18 from operating power winches, including those affixed to tow trucks or wrecker\ntrucks.  Although HO 7 does not specifically state that winches are covered,\nthe HO does state that the term “hoist” shall mean a power-driven apparatus for\nraising or lowering a load by the application of a pulling force that does not\ninclude a car or platform running in guides.  The definition further adds that\nthe term shall include all types of hoists.</p><p> </p><p>(4)          \nDrilling rig crews  </p><p> </p><p>Members\nof a well drilling crew are considered as assisting in the operation of hoists\nand therefore fall under the provisions of HO 7.</p><p> </p><p>(5)          \nAssisting in the operation of\npower-driven patient/resident hoists or lifts              </p><p> </p><p>a.             \nWHD issued a Final Rule on May 20,\n2010, which removed from HO 7 the exemption that allowed 16- and 17-year-olds\nto operate air or electric powered hoists that did not exceed a lift capacity\nof one ton (see 75 Fed. Reg. 28404, 28434 (May 20, 2010)). With\nthe elimination of that exemption, minors under the age of 18 were prohibited\nfrom operating or assisting in operating all power-driven hoists in any workplace,\nincluding power-driven hoists/lifts used to elevate and transport\npatients/residents in hospitals, nursing homes, and residences. \nProhibited equipment includes floor-based vertical powered patient/resident\nlift devices; ceiling-mounted vertical powered patient/resident lift devices;\nand powered sit-to-stand patient/resident lift devices.</p><p> </p><p>b.             \nOn July 13, 2011, WHD issued Field\nAssistance Bulletin (FAB) 2011-3 (Assisting in the operation of\npower-driven patient/resident hoists/lifts Under the Child Labor Provisions of\nthe Fair Labor Standards Act) which states that WH will not charge a child\nlabor violation when properly trained 16- and 17-year-olds, under specific\nconditions, assist a trained adult in the operation of power-driven\npatient/resident lifts/hoists.  The FAB is available at\nhttp://www.dol.gov/whd/FieldBulletins/index.htm. </p><p> </p><p>c.             \nWH will exercise its enforcement discretion, and not assert\nchild labor violations involving 16- and 17-year-olds who assist a trained\nadult worker in the operation of floor-based vertical powered patient/resident\nlift devices, ceiling-mounted vertical powered patient/resident lift devices,\nand powered sit-to-stand patient/resident lift devices only when all of the\nfollowing conditions are met: </p><p> </p><p>1.             \nThe child (16- or 17-year-old) has\nsuccessfully completed the 75 clock hours of nurses aide training required by\nthe Federal Nursing Home Reform Act from the\nOmnibus Budget Reconciliation Act of 1987, as outlined in 42 CFR\n§ 483.152, or a higher state standard where applicable, and has\nsuccessfully completed the nurses aide competency evaluation detailed in 42\nCFR 483.154, or a higher state standard where applicable.  WHD will not\nassert a violation of HO 7 when 16- and 17-year-olds engage in the limited\noperation of patient lifts as required by this nursing aide training.</p><p> </p><p>2.             \nThe child is not operating by\nhimself or herself floor-based vertical powered patient/resident lift devices,\nceiling-mounted vertical powered patient/resident lift devices, and powered\nsit-to-stand patient/resident lift devices and the child is assisting in the\nuse of lifting devices as a junior member of at least a two-person team that is\nheaded by an employee who is at least 18 years of age.  All members of the team\nmust be trained in the safe operation of the lifting devices being used.       </p><p> </p><p>3.             \nAs a junior member of the team, the child may set up, move, position,\nand secure unoccupied lifting devices.  The child may assist trained adult\nemployees in attaching slings to and un-attaching slings from lifting devices\nprior to and after the lift/transfer of the patient/resident is\ncompleted.  The child may also assist trained adult employees in operating\nthe controls that activate the power to lift/transfer the patient/resident. \nThe child may act as a spotter/observer and may position items such as a chair,\nwheelchair, bed, and commode under the patient/resident who is being\nlifted/transferred.</p><p> </p><p>4.             \nAs a junior member of\nthe team, the child may not independently engage in “hands on” physical contact\nwith the patient/resident during the lifting/transferring process (such as\nplacing or removing the sling, including pushing or pulling the sling\nunder/around the patient/resident; adjusting the sling under/around the\npatient/resident; and manipulating the patient/resident when placing, adjusting\nor removing a sling under/around the patient/resident), and may only assist in\nthese “hands on” activities when assisting a trained adult employee while the\nadult employee is simultaneously engaged in such activities.  The child may\nsimilarly assist a trained adult employee who is manipulating, guiding,\nrotating, or otherwise maneuvering the patient while the patient is being\nlifted/transferred.  In addition, the child may similarly assist a trained\nadult employee who is pushing, pulling or rotating lifting devices when the\ndevice is engaged in the process of lifting/transferring a patient/resident.</p><p> </p><p>5.             \nThe child is not injured while\noperating or assisting in the operation of a lifting device.</p><p> </p><p>6.             \nThe employer has provided to each\n16- and 17-year-old who will assist in the operation of lifting devices a copy\nof the document that was forwarded with this Field Assistance Bulletin as\nAttachment A.  Attachment A advised the young worker of what tasks he or she\nmay and may not perform while assisting in the operation of a power-driven\npatient/resident lift/hoist.</p><p> </p><p>d.             \nThe above enforcement position\nwill not apply when WH determines that a 16- or 17-year-old employee has\nassisted in the operation of a power-driven patient/resident lifting device and\nthe requirements discussed in paragraphs 1 through 6 above have not been\nmet.  In such instances, WH will charge appropriate child labor violations\nand the employer will be subject to the assessment of child labor civil money\npenalties as permitted by FLSA section 16(e)(1). </p><p> </p><p>e.             \nAs noted in paragraph 5 above,\nthis enforcement policy is also not applicable if a child is injured while\noperating or assisting in the operation of power-driven patient hoists/lifts. \nIf a child is injured while engaged in such activities, even if the child was\nemployed in compliance with this nonenforcement policy, WH will generally\ncharge a violation of HO 7 and assess a civil money penalty.  Notwithstanding\nthis enforcement policy, WHD will investigate reports of children being injured\nwhile assisting in the operation of power-driven patient hoists/lifts, as well\nas complaints that the employer has not complied with the requirements in\nparagraphs 1 through 6 above.</p><p> </p>"
}