{
  "section": "33h04",
  "chapter": "33",
  "title": "33h04 . HAZARDOUS OCCUPATIONS ORDER 4—Forestry Occupations, Logging and\nSawmilling.",
  "text": "Name:  Forest fire fighting and forest fire prevention occupations,\ntimber tract occupations, forestry service occupations, logging occupations,\nand occupations in the operation of any sawmill, lath mill, shingle mill, or\ncooperage stock mill.  Originally Adopted:  August 1, 1941 (a)  \nScope of HO 4 (1)  The many accidents and injuries in logging made it the\nmost hazardous manufacturing industry at the time of the original order. \nSawmilling ranked second.  This was based on both the frequency with which\naccidents occurred as well as the severity of the resulting injuries.  A\nDecember 1994 National Institute for Occupational Safety and Health (NIOSH)\nAlert – Request for Assistance in Preventing Injuries and Deaths of Loggers –\nconfirmed the earlier finding of the risks involved in logging.  During the period\nfrom 1980-1989, the National Traumatic Occupational Fatalities Surveillance\nSystem reported 1,492 deaths of workers in the logging industry, resulting in\nan annual fatality rate more than 20 times that for all workers (164 deaths per\n100,000 workers compared with 7 per 100,000 for all workers).  Most of these\ndeaths occurred in four occupational groups:  logging occupations (for example,\nfellers, limbers, buckers, and choker setters), truck drivers, general\nlaborers, and material machine operators.  (2)  HO 4 prohibits, with a few exceptions, the performance\nof all occupations in the logging industry, in sawmills, lath mills, and\ncooperage-stock mills.  HO 4 was amended several times and new sections were\nadded during World War II (on September 11, 1942, and June 24, 1943), to permit\nthe employment of 16- and 17-year-olds in saw filing and certain occupations in\nlogging for the duration of the war and six months afterwards.  (3)  On February 2, 1948, and again on April 15, 1967, HO 4\nwas revised to permit 16- and 17-year-olds to perform specific tasks in\nlogging, logging camps, and outside shake and shingle mills.  (4)  The Department of Labor Appropriations Act, 2004 (PL\n108-199) amended the FLSA by creating a limited exemption from the child labor\nprovisions for minors 14 to 18 years of age who are excused from compulsory\nschool attendance beyond the eighth grade.   a.    \nThe exemption, contained in §\n13(c)(7) of the FLSA, allows eligible youth to be employed by businesses that\nuse machinery to process wood products, but does not allow such youth to\noperate or assist in operating power-driven woodworking machines.   b.    \nThe provisions of FLSA § 13(c)(7)\nimpact CL Reg 3 (see FOH 33c01) and HO 4 (see\nFOH 33h04(d)).  A Final Rule was published on May 20, 2010 (see 75 FR\n28404) that incorporated the provisions of the amended § 13(c)(7) by revising\nsubparts C and E of 29 CFR part 570. (5)  The 2010 Final Rule (see 75 FR 28429) also expanded HO\n4 to prohibit most work in forest fire fighting and forest fire prevention,\ntimber tract occupations, and forestry service operations (see 29 CFR 570.54). (6)  Definitions a.    \nthe term all occupations in forest\nfire fighting and forest fire prevention shall include the controlling and\nextinguishing of fires, the wetting down of areas or extinguishing of spot\nfires, and the patrolling of burned areas to assure the fire has been extinguished. \nThe term shall also include the following tasks when performed in conjunction\nwith, or in support of, efforts to extinguish a forest fire:  the piling and\nburning of slash; the clearing of fire trails or roads; the construction,\nmaintenance, and patrolling of fire lines; acting as a fire lookout or fire\npatrolman; and the maintaining of fire fighting equipment.  The prohibition against\nthe employment of youth in forest fire fighting and fire prevention applies to\nall forest and timber tract locations, logging operations, and sawmill\noperations, including all buildings located within such areas. b.    \nThe term all occupations in\nforestry services shall mean all work involved in the support of timber\nproduction, wood technology, forestry economics and marketing, and forest\nprotection.  The term includes such services as timber cruising, surveying, or\nlogging-engineering parties; estimating timber; timber valuation; forest pest\ncontrol; forest fire fighting and forest fire prevention as defined in this section;\nand reforestation.  The term shall not include work in forest nurseries,\nestablishments primarily engaged in growing trees for purposes of\nreforestation.  The term shall not include the gathering of forest products\nsuch as balsam needles, ginseng, huckleberry greens, maple sap, moss, Spanish\nmoss, sphagnum moss, teaberries, and tree seeds; the distillation of gum,\nturpentine, and rosin if carried on at the gum farm; and the extraction of pine\ngum. c.    \nThe term all occupations in\nlogging shall mean all work performed in conjunction with the felling of\ntimber; the bucking or converting of timber into logs, poles, piles, ties,\nbolts, pulpwood, chemical wood, excelsior wood, cordwood, fence posts, or\nsimilar products; the collecting, skidding, yarding, loading, transporting and\nunloading of such products in connection with logging; the constructing,\nrepairing and maintaining of roads, railroads, flumes, or camps used in\nconnection with logging; and other work performed in connection with logging.  d.    \nThe term all occupations in the\noperation of any sawmill, lath mill, shingle mill, or cooperage-stock mill\nshall mean all work performed in or about any such mill in connection with\nstoring of logs and bolts; converting logs or bolts into sawn lumber, laths,\nshingles, or cooperage stock, or other products of such mills; and other work\nperformed in connection with the operation of any sawmill, lath mill, shingle\nmill, or cooperage-stock mill.  The term shall not include work performed in\nthe planing-mill department or other remanufacturing departments of any\nsawmill, or in any planing-mill or remanufacturing plant not a part of a\nsawmill (This work could be prohibited under HO 5 if the minor operated\npower-driven wood working machines). e.    \nThe term all occupations in timber\ntracts means all work performed in or about establishments that cultivate,\nmanage or sell standing timber.  The term includes work performed in timber\nculture, timber tracts, timber-stand improvement, and forest fire fighting and\nfire prevention.  It includes work on tree farms, except those tree farm\nestablishments that meet the definition of agriculture contained in 29 U.S.C.\n203(f).  f.     \nThe terms remanufacturing plant\nand remanufacturing departments as used in (d) above refer to those\nmanufacturing departments of a sawmill where lumber products such as boxes,\nlawn furniture, and the like are re-manufactured from previously cut lumber. \nThe kind of work performed in a remanufacturing plant or department is similar\nto that done in the planing-mill department in that rough lumber is surfaced or\nmade into other finished products.  The term is not intended to denote those\noperations in a sawmill where rough lumber is cut to dimensions.  The mere\ncutting of rough wood into smaller size pieces would not constitute\nremanufacturing under HO 4. (b)  \nOccupations PROHIBITED  (1)  The following occupations in logging are prohibited: a.    \nLogging engineering—Work involving\nthe felling or bucking of timber, the collecting or transporting of logs, the\noperation of power-driven machinery, the handling or use of explosives, and\nwork on trestles. b.    \nWork in the construction of\nrailroads, roads, or flumes—Any work that involves the construction of\nrailroads, roads, or flumes, and any work that involves the felling or bucking\nof timber, the collecting or transporting of logs, the operation of power\ndriven machinery, the handling or use of explosives, and work on trestles. c.    \nFelling and bucking trees in the\nwoods—The following occupations fall within this category: 1.     Faller—cuts down the tree.2.     Bucker—cuts tree into length.3.     Sealer—measures the amount of lumber\nin the log.4.     Swamper—laborer, cuts brush, etc.5.     Limber—cuts limbs from fallen trees.6.     Saw filer—keeps saws and axes filed\nand ground.d.    \nSkidding or yarding logs into\nplace for loading on trucks or train—The following occupations fall within this\ncategory: 1.    \nPower skidding A.   \nRigging slinger—installs equipment\nfor yarding, helps yard logs. B.   \nChoke setter—places choker (wire\nsling) about log to be moved, attaches sling to cable. C.    Chaser—removes the sling after log\nhas been moved.D.   \nWhistle punk—transmits signals to\nyarder engineer for starting and stopping yarder engines. E.    Hook tender—foreman of yarding crew.F.     Sniper—rounds off end of log to be\nmoved.G.   \nYarder, engineer or skidder\nleverman—operates the yarder engine used to move logs. H.    Swamper—laborer, cuts away brush, etcI.      Fireman—fires the boiler on yarder\nengine.2.    \nTractor skidding A.   \nTractor operator or cat\nskinner—operates tractors used to move logs. B.   \nChoke setter—places choker about\nlog to be moved C.   \nTongs hooker—places tongs on log\nwhen tongs are used instead of slings. D.   \nSwamper laborer who clears away\nbrush and helps make landing for logs. 3.    \nAnimal skidding—The following occupations fall within this category: A.    Loader—loads logs for transportation.B.   \nSwamper—laborer who clears away\nbrush and helps make landing for logs. C.    Log snaker—drives animals used in\nskidding logs.e.    \nLoading logs on trucks or trains\nfor transportation—The following occupations fall within this category: 1.     Tongs hooker or loader—places tongs\nor hooks on log to be loaded.2.     Loader engineer or jammer\noperator—operates loading engine.3.     Top loader—foreman of loading crew.4.     Fireman—fires the boiler or loader.f.     \nTransportation of logs by truck,\ntrain or water—The following occupations fall under this category: 1.     Train crew—engineer, fireman.2.     Truck driver.3.     Boom Crewman—crew which transports\nlogs by water.4.     Unloader—unloads truck or train.5.     Teamster—drives animals when used for\nhauling logs.6.     Sealer—measures number of board feet\nin logs of truck.g.    \nMaintenance or repairs of\nequipment—Any maintenance or regular work on equipment other than in shops. h.    \nPeeling of fence posts, pulpwood,\nchemical wood, excelsior wood, cordwood, or similar products, when done in\nconjunction with and at the same time and place as jobs declared hazardous. (2)  Sawmills:  The following occupations in sawmills are\nprohibited: a.    \nAll occupations are prohibited in\npermanent sawmills when the work entails entering the sawmill building.  All\nminors under 18 years of age are prohibited from operating or assisting in the\noperation of power-driven woodworking machines under HO 5.  In addition, minors\nunder 18 years of age are generally prohibited from performing the following\noccupations inside a sawmill building (Some youth may be exempt from certain of\nthese prohibitions under FLSA § 13(c)(7); see FOH 33h04(d)) 1.    \nScaler—measures logs on log deck\nand rolls log into position for the head saw. 2.     Log deckman or log turner—the\nscaler’s assistant.3.     Head sawyer—operates the head saw.4.    \nDogger—operates the log-holding\nmechanism on the head saw log carriage. 5.    \nBlock setter—operates mechanism\ncontrolling thickness of the cut of head saw. 6.     Tail sawyer—removes boards and refuse\nat rear of lead saw.7.    \nEdger man—operates the edger saw\nthat cuts off bark from side of boards. 8.     Edger line-up man or edger\nspotter—lines up boards for edger man.9.     Edger off-bearer—separates good\nboards from scrap at rear of edger.10.  Slasher man—operates slasher saw\ncutting up waste lumber.11.  Trimmer man—operates trimmer saw that\ncuts lumber to length.12.  Trimmer spotter—lines up boards for\ntrimmer saw.13.  Gang sawyer—operates gang saw that\nsaws large lumber into small boards.14.  Gang loader—lines up lumber for the\ngang sawyer.15.  Gang saw tailer—removes lumber at\nrear of gang saw.16.  Resaw operator—operates saw for\nresawing boards.17.  Resaw line-up—lines up lumber for\nresaw operator.18.  Resaw tailer – removes lumber at rear\nof resaw.19.  Hog feeder—operates hog mill to grind\nup scrap lumber.20.  Clean-up man—sweeps sawdust and\nrefuse into refuse conveyors.21.  Saw filer—sharpens saws in the filing\nroom.b.    \nPortable sawmills—HO 4 prohibits\n16- and 17-year-olds (except those exempt under FLSA § 13(c)(7)) from\nperforming any work in portable sawmills (sawmills that are readily dismantled\nand moved from one tract of timber to another) in which the lumber yard is used\nonly for the temporary storage of green lumber and in connection with which no\noffice, repair shop or maintenance shop is ordinarily maintained. c.    \nLog pond and log storage yard—HO 4\nprohibits 16- and 17-year-olds from performing the following occupations (The\nexemption contained in FLSA § 13(c)(7) may apply to some of this work): 1.     Pondman—poles logs into the log ship\nfor moving to log deck.2.     Drag-saw operator—cuts long logs in\nhalf.3.     Yardman—rolls logs to log deck.d.    \nOn the green or dry chain, the dry\nkiln and in the lumber yard—HO 4 prohibits 16- and 17-year-olds from performing\nthe following occupations (The exemption contained in FLSA § 13(c)(7) may apply\nto some of this work): 1.    \nGrader, tallyman, and puller on\nthe green chain and all other work on the green chain. 2.    \nLumber stacker, unstacker, loader,\nand unloader—stacks lumber or lumber products, unstacks lumber, loads or\nunloads cars. 3.     Crane operator—operates a crane for\nhandling lumber.4.    \nCrane hooker—hooks lumber on the\ncrane for moving. 5.    \nJitney operator, truck driver,\ncarrier operator—operates a lumber carrier or lumber truck for moving lumber.e.    \nIn a lath mill, shingle mill, or\ncooperage-stock mill—HO 4 prohibits 16- and 17-year-olds from performing the\nfollowing occupations (The exemption contained in FLSA § 13(c)(7) may apply to\nsome of this work): 1.    \nHandling and shipping of laths. 2.    \nStock picker (lath mill)—picks\npieces from conveyor for making into laths. 3.    \nBolterman (lath mill)—operates a\nsmall gang saw. 4.    \nLath-feeder (lath mill)—operates\nlath machines. 5.    \nLath tier—ties laths into bundles. 6.    \nShingle packer (shingle mill)—packs\nshingles into bundles. 7.    \nCut-off sawyer (shingle mill)—cuts\nlogs into shingle lengths. 8.    \nKnee bolter (shingle mill)—outs\nshingle bolts in quarters. 9.    \nBlock piler (shingle mill)—piles\nblocks for shingle sawyer. 10.  Shingle sawyer (shingle mill)—operates shingle saw. 11.  Splitter (cooperage-stock mill)—splits bolts of\ncooperage stock. 12.  Knee bolter, head turner, equalizer operator, cut-off\nsawyer, jointer operator, matcher operator, stave-saw operator, etc.\n(cooperage-stock mill)—operates various machines. 13.  Off-bearers, gluers, etc. (cooperage-stock\nmill)—off-bearing form machines and other hand work. f.     \nMiscellaneous work about a sawmill\n– HO 4 prohibits 16- and 17-year-olds from performing the following occupations\n(The exemption contained in FLSA § 13(c)(7) may apply to some of this work): 1.     Millwright and maintenance work in\nthe sawmill.2.     Work in the boiler house or power\nhouse.3.     Work in the sawdust storage bins.(3) \nThe following\noccupations are prohibited in forest fire fighting and forest fire prevention: a.    \nThe controlling and extinguishing\nof fires in all forest and timber tract locations, and in logging and\nsawmilling operations, including all buildings within such areas.  b.    \nThe wetting down of areas or\nextinguishing of spot fires. c.    \nPatrolling of burned areas to assure\nthe fire has been extinguished. d.    \nThe following activities are\nprohibited when performed in conjunction with or in support of the\nextinguishing of an actual fire: 1.     The piling and burning of slash,2.     The clearing of fire trails or roads,3.     The construction, maintenance, and\npatrolling of fire lines,4.     Acting as a fire lookout or fire\npatrolman, and5.     The maintaining of fire fighting\nequipment.(4)  The following occupations in forestry services are\nprohibited except for that work which is specifically permitted in 29 CFR\n570.54(a) and discussed in FOH 33h04(c)(2): a.    \nAll work involved in the support\nof timber production, wood technology, forestry economics and marketing, and\nforest protection except that work which is specifically permitted in 29\nCFR 570.54(a) and discussed in FOH 33h04(c). b.    \nAll work in timber cruising,\nsurvey, logging and engineering parties. c.    \nAll work in timber estimations and\ntimber valuation. d.    \nAll work in forest pest control. e.    \nAll work in forest fire fighting\nand forest fire prevention, except certain tasks discussed in FOH 33h04(c)(2)\ndealing with forest fire prevention when not performed in support of or in\nconjunction with extinguishing an actual fire. f.     \nAll work in reforestation,\nincluding but not limited to, tree planting and tree thinning. (5)  The following work in timber tracts is prohibited: a.    \nAll work performed in or about\nestablishments that cultivate, manage or sell standing timber, except for that\nwork which is specifically permitted in 29 CFR 570.54(a) and discussed in FOH\n33h04(c)(1). b.    \nWork performed in timber culture,\ntimber tracts, and timber-stand improvement. c.    \nAll work in forest fire fighting\nand forest fire prevention, except that work permitted by FOH 33h04(c)(2) and\nnot performed in support of or in conjunction with the extinguishing of an\nactual forest fire.  (c)  \nOccupations NOT SPECIFICALLY\nBANNED    (1)  HO4 does not prohibit the following work in forest\nfire fighting and forest fire prevention, in timber tracts, in forestry\nservices, logging, and the operation of any sawmill, lath mill, shingle mill,\nor cooperage stock mill, except when prohibited by any other HO: a.    \nWork in offices or in repair or\nmaintenance shops. b.    \nWork in the construction,\noperation, repair, or maintenance of living and administrative quarters,\nincluding logging camps and fire fighting base camps.  Occupations that fall\nwithin this category include cooks, cook house crew, janitors, and carpenters. c.    \nWork in the repair or maintenance\nof roads, railroads or flumes and work in construction and maintenance of\ntelephone lines, but only if the minors are not engaged in the operation of\npower-driven machinery, the handling or use of explosives, the felling or\nbucking of timber, the collecting or transporting of logs, or work on trestles.\n (2)  The following tasks in forest fire prevention provided\nnone of these tasks may be performed in conjunction with or in support of\nefforts to extinguish a forest fire: a.     The clearing of fire trails or roads,b.     The construction, maintenance, and\npatrolling of fire lines,c.     The piling and burning of slash,d.     The maintaining of fire fighting\nequipment, ande.     Acting as a fire lookout or\npatrolman.(3)  Work related to forest marketing and forest economics\nwhen performed away from the forest. (4)  Work in the feeding or care of animals. (5)  HO 4 does not apply to the following logging\noccupations: a.    \nRepair and maintenance of\nrailroads, roads, or flumes (but not construction work) as performed by section\nhands, grade and track crews, laborers, swampers, and carpenters, as long as\nthe work is not prohibited by any other HO. b.    \nAny work done in the maintenance\nand repair shop such as blacksmith, mechanic and carpenter, and other\nmaintenance and repair work as long as the work is not prohibited by any other\nHO.  c.    \nPeeling of fence posts, pulpwood,\nchemical wood, excelsior wood, cordwood, or similar products, including the\njobs of peeler, barker, and rosser, when not done in conjunction with, and at\nthe same time as, other jobs declared hazardous under HO 4.   (6)  HO 4 does not apply to the following sawmilling\noccupations provided such work does not entail entering the sawmill except for\nthose minors whose employment meets the requirements of the limited exemptions\ndiscussed in §§ 570.34(m) and 570.54: a.    \nThe following occupations on the\ngreen or dry chain, the dry kiln and in the lumber yard:  1.     Grader, tallyman and puller on a dry\nchain or on a drop sorter-grader.2.    \nShipping clerk tallyman, orderman\nand other clerical work in yards or shipping sheds. 3.     Clean-up in yard.b.    \nThe following occupations in a\nlath mill, shingle mill, or cooperage-stock mill: 1.    \nHandling and shipping of cooperage\nstock in yards or storage sheds except operating or assisting in the operation\nof power-driven equipment. 2.    \nClean-up work outside shake and\nshingle mills, except when mill is in operation. 3.    \nSplitting shakes manually from\npre-cut split blocks with a froe and mallet, except inside the mill building or\ncover. 4.    \nPacking shakes into bundles when\ndone in conjunction with splitting shakes manually with froe and mallet, except\ninside the mill building or cover. 5.    \nManual loading of bundles of\nshingles or shakes into trucks or railroad cars (provided employer has on file\na statement from a licensed doctor of medicine or osteopathy certifying the\nminor is capable of performing this work without injury to himself or herself). 6.     Clean-up in the lumberyard.7.    \nClerical work in yards or shipping\nsheds, such as done by order-men, tallymen, and shipping clerks. (d)  \nExemptions (1)  There is no provision in HO 4 for apprentices or\nstudent-learners.  The logging section of the order was reviewed in 1974 in\nresponse to a request for a student-learner exemption in logging operations. \nIt was determined that the industry had not substantially changed, the hazards\nremained the same, and the request was denied.   (2)  FLSA § 13(c)(7) – Employment of Certain Minors in\nPlaces of Business That Use Machinery to Process Wood Products. a.    \nThe Department of Labor\nAppropriations Act of 2004 amended the FLSA by creating a limited exemption\nfrom the child labor provisions for certain minors 14 to 18 years old which\nallows them to be employed inside and outside places of businesses that use\nmachinery to process wood products (such as sawmills, furniture manufacturers,\ncabinet makers, garden shed and gazebo manufacturers, and pallet shops).   b.    \nWith regard to such\nestablishments, this amendment overrides the general CL Reg 3 prohibitions\nregarding the employment of 14- and 15-year-olds in manufacturing occupations,\nprocessing occupations, and in work places where goods are manufactured or\nprocessed.  It also overrides the HO 4 prohibition regarding the employment of\nyouth in occupations that entail entering the sawmill building.  This\nexemption, however, does not excuse compliance with the remaining CL Reg 3\noccupations standards and all of the CL Reg 3 hours standards in regards to the\nemployment of 14- and 15-year-olds; nor does it excuse compliance with the\nprovisions of all of the other HOs in regards to the employment of youths aged\n14 through 17 (see § 570.34(m)(2)). c.    \nUnder this exemption, contained at\nFLSA § 13(c)(7), an eligible youth is one who is under the age of 18 and at\nleast the age of 14 who by statute or judicial order is exempt from compulsory\nschool attendance beyond the eighth grade.  In addition, the youth must be\nsupervised on the job by an adult relative or by an adult of the same religious\nsect or division as the youth. 1.    \nAn adult\nis someone who has reached his or her eighteenth birthday.  2.    \nA\nrelative, for purposes of this exemption, includes at a minimum a parent or\nperson standing in place of a parent, a grandparent, an aunt or uncle, or a\nsibling. 3.    \nSuch\nsupervision must be close, direct, constant, and uninterrupted (see 29\nCFR 570.54(b)).  d.    \nSuch minors are still prohibited\nfrom operating or assisting in the operation of power-driven woodworking\nmachines by virtue of § 13(c)(7) and HO 5.  Power-driven\nwoodworking machines include all fixed or portable machines or tools driven by\npower and used or designed for cutting, shaping, forming, surfacing, nailing,\nstapling, wire stitching, fastening or otherwise assembling, pressing or\nprinting wood, veneer, trees, logs, or lumber (see FOH 33h05(a)(5)a.).  e.    \nIn addition, the employer must\nensure that the minors are protected from wood particles or other flying\ndebris within the work place by a barrier appropriate to the potential\nhazard of such wood particles or flying debris or by maintaining a sufficient\ndistance from machinery in operation.  The minors must also use personal\nprotective equipment to prevent exposure to excessive levels of noise\nand saw dust. Compliance with these provisions will be accomplished when the\nemployer is in compliance with the requirements of the applicable governing\nstandards issued by the U.S. Department of Labor’s Occupational Safety and\nHealth Administration (OSHA) or, in those states where OSHA has authorized the\nstate to operate its own Occupational Safety and Health Plan, the applicable\nstandards issued by the Office charged with administering the State Occupations\nSafety and Health Plan. (e)  \nEnforcement positions (1)  Veneer mills Veneer\nmills expose minors to similar, if not identical, hazards that are present in\nsawmills –\nsaws, sharp blades, heavy logs, hoisting apparatus, cranes, forklifts, as well\nas dust and noise pollution.  Veneer mills are treated the same as sawmills\nunder HO 4.  (2)  Firewood Cutting\nand splitting logs and the collecting, stacking, and loading of firewood are\nconsidered “converting of timber into pulpwood, cordwood, or similar products”\nand therefore this work is prohibited by HO 4 (see WHD Director A.W. Motley's\nletter of May 20, 1959).  The prohibition against the employment of youth under\n18 years of age to cut, split, collect, stack, and load firewood applies to all\ncovered employment—not just work in forestry, sawmilling, or logging. (3)  Power-driven wood chipping machines Occupations in\nconnection with the operation of wood chipping machines when used in the woods\nin logging operations would be subject to the 18-year minimum age under both HO\n4 and HO 14.  Child labor violations involving wood chipping machines, in any\nnonagricultural occupation or industry, will be recorded as being a violation\nof HO 14. (4)  Stump removal Stump pulling using\ntractors in nonagricultural situations is not subject to HO 4. (5)  Christmas trees An ordinary\nhousehold-sized Christmas tree is not considered to be timber, nor is it cut\ninto log lengths or converted into lumber products—therefore, HO 4 does not\napply (see Director of Children's Bureau Industrial Division McConnell's letter\nof October 29, 1942). (6)  Clearing right-of-way for power lines, highways Activities in\nconnection with the clearing of a right-of-way would not be within the scope of\nHO 4 since these are not logging operations.  HO 4 does not cover the clearing\nof land in preparation for highway construction (see Regional Solicitor Barnes'\nmemorandum of June 25, 1959).",
  "html": "<p> </p><p>Name:  Forest fire fighting and forest fire prevention occupations,\ntimber tract occupations, forestry service occupations, logging occupations,\nand occupations in the operation of any sawmill, lath mill, shingle mill, or\ncooperage stock mill. </p><p> </p><p>Originally Adopted:  August 1, 1941</p><p> </p><p>(a)  \n<b>Scope of HO 4</b></p><p> </p><p>(1)  The many accidents and injuries in logging made it the\nmost hazardous manufacturing industry at the time of the original order. \nSawmilling ranked second.  This was based on both the frequency with which\naccidents occurred as well as the severity of the resulting injuries.  A\nDecember 1994 National Institute for Occupational Safety and Health (NIOSH)\nAlert – Request for Assistance in Preventing Injuries and Deaths of Loggers –\nconfirmed the earlier finding of the risks involved in logging.  During the period\nfrom 1980-1989, the National Traumatic Occupational Fatalities Surveillance\nSystem reported 1,492 deaths of workers in the logging industry, resulting in\nan annual fatality rate more than 20 times that for all workers (164 deaths per\n100,000 workers compared with 7 per 100,000 for all workers).  Most of these\ndeaths occurred in four occupational groups:  logging occupations (for example,\nfellers, limbers, buckers, and choker setters), truck drivers, general\nlaborers, and material machine operators. </p><p> </p><p>(2)  HO 4 prohibits, with a few exceptions, the performance\nof all occupations in the logging industry, in sawmills, lath mills, and\ncooperage-stock mills.  HO 4 was amended several times and new sections were\nadded during World War II (on September 11, 1942, and June 24, 1943), to permit\nthe employment of 16- and 17-year-olds in saw filing and certain occupations in\nlogging for the duration of the war and six months afterwards. </p><p> </p><p>(3)  On February 2, 1948, and again on April 15, 1967, HO 4\nwas revised to permit 16- and 17-year-olds to perform specific tasks in\nlogging, logging camps, and outside shake and shingle mills. </p><p> </p><p>(4)  The Department of Labor Appropriations Act, 2004 (PL\n108-199) amended the FLSA by creating a limited exemption from the child labor\nprovisions for minors 14 to 18 years of age who are excused from compulsory\nschool attendance beyond the eighth grade.  </p><p> </p><p>a.    \nThe exemption, contained in §\n13(c)(7) of the FLSA, allows eligible youth to be employed by businesses that\nuse machinery to process wood products, but does not allow such youth to\noperate or assist in operating power-driven woodworking machines.  </p><p> </p><p>b.    \nThe provisions of FLSA § 13(c)(7)\nimpact CL Reg 3 (see FOH 33c01) and HO 4 (see\nFOH 33h04(d)).  A Final Rule was published on May 20, 2010 (see 75 FR\n28404) that incorporated the provisions of the amended § 13(c)(7) by revising\nsubparts C and E of 29 CFR part 570.</p><p> </p><p>(5)  The 2010 Final Rule (see 75 FR 28429) also expanded HO\n4 to prohibit most work in forest fire fighting and forest fire prevention,\ntimber tract occupations, and forestry service operations (see 29 CFR 570.54).</p><p> </p><p>(6)  Definitions</p><p> </p><p>a.    \nthe term all occupations in forest\nfire fighting and forest fire prevention shall include the controlling and\nextinguishing of fires, the wetting down of areas or extinguishing of spot\nfires, and the patrolling of burned areas to assure the fire has been extinguished. \nThe term shall also include the following tasks when performed in conjunction\nwith, or in support of, efforts to extinguish a forest fire:  the piling and\nburning of slash; the clearing of fire trails or roads; the construction,\nmaintenance, and patrolling of fire lines; acting as a fire lookout or fire\npatrolman; and the maintaining of fire fighting equipment.  The prohibition against\nthe employment of youth in forest fire fighting and fire prevention applies to\nall forest and timber tract locations, logging operations, and sawmill\noperations, including all buildings located within such areas.</p><p> </p><p>b.    \nThe term all occupations in\nforestry services shall mean all work involved in the support of timber\nproduction, wood technology, forestry economics and marketing, and forest\nprotection.  The term includes such services as timber cruising, surveying, or\nlogging-engineering parties; estimating timber; timber valuation; forest pest\ncontrol; forest fire fighting and forest fire prevention as defined in this section;\nand reforestation.  The term shall not include work in forest nurseries,\nestablishments primarily engaged in growing trees for purposes of\nreforestation.  The term shall not include the gathering of forest products\nsuch as balsam needles, ginseng, huckleberry greens, maple sap, moss, Spanish\nmoss, sphagnum moss, teaberries, and tree seeds; the distillation of gum,\nturpentine, and rosin if carried on at the gum farm; and the extraction of pine\ngum.</p><p> </p><p>c.    \nThe term all occupations in\nlogging shall mean all work performed in conjunction with the felling of\ntimber; the bucking or converting of timber into logs, poles, piles, ties,\nbolts, pulpwood, chemical wood, excelsior wood, cordwood, fence posts, or\nsimilar products; the collecting, skidding, yarding, loading, transporting and\nunloading of such products in connection with logging; the constructing,\nrepairing and maintaining of roads, railroads, flumes, or camps used in\nconnection with logging; and other work performed in connection with logging. </p><p> </p><p>d.    \nThe term all occupations in the\noperation of any sawmill, lath mill, shingle mill, or cooperage-stock mill\nshall mean all work performed in or about any such mill in connection with\nstoring of logs and bolts; converting logs or bolts into sawn lumber, laths,\nshingles, or cooperage stock, or other products of such mills; and other work\nperformed in connection with the operation of any sawmill, lath mill, shingle\nmill, or cooperage-stock mill.  The term shall not include work performed in\nthe planing-mill department or other remanufacturing departments of any\nsawmill, or in any planing-mill or remanufacturing plant not a part of a\nsawmill (This work could be prohibited under HO 5 if the minor operated\npower-driven wood working machines).</p><p> </p><p>e.    \nThe term all occupations in timber\ntracts means all work performed in or about establishments that cultivate,\nmanage or sell standing timber.  The term includes work performed in timber\nculture, timber tracts, timber-stand improvement, and forest fire fighting and\nfire prevention.  It includes work on tree farms, except those tree farm\nestablishments that meet the definition of agriculture contained in 29 U.S.C.\n203(f). </p><p> </p><p>f.     \nThe terms remanufacturing plant\nand remanufacturing departments as used in (d) above refer to those\nmanufacturing departments of a sawmill where lumber products such as boxes,\nlawn furniture, and the like are re-manufactured from previously cut lumber. \nThe kind of work performed in a remanufacturing plant or department is similar\nto that done in the planing-mill department in that rough lumber is surfaced or\nmade into other finished products.  The term is not intended to denote those\noperations in a sawmill where rough lumber is cut to dimensions.  The mere\ncutting of rough wood into smaller size pieces would not constitute\nremanufacturing under HO 4.</p><p> </p><p>(b)  \n<b>Occupations PROHIBITED </b></p><p> </p><p>(1)  The following occupations in logging are prohibited:</p><p> </p><p>a.    \nLogging engineering—Work involving\nthe felling or bucking of timber, the collecting or transporting of logs, the\noperation of power-driven machinery, the handling or use of explosives, and\nwork on trestles.</p><p> </p><p>b.    \nWork in the construction of\nrailroads, roads, or flumes—Any work that involves the construction of\nrailroads, roads, or flumes, and any work that involves the felling or bucking\nof timber, the collecting or transporting of logs, the operation of power\ndriven machinery, the handling or use of explosives, and work on trestles.</p><p> </p><p>c.    \nFelling and bucking trees in the\nwoods—The following occupations fall within this category:</p><p> </p><p>1.     Faller—cuts down the tree.</p><p>2.     Bucker—cuts tree into length.</p><p>3.     Sealer—measures the amount of lumber\nin the log.</p><p>4.     Swamper—laborer, cuts brush, etc.</p><p>5.     Limber—cuts limbs from fallen trees.</p><p>6.     Saw filer—keeps saws and axes filed\nand ground.</p><p>d.    \nSkidding or yarding logs into\nplace for loading on trucks or train—The following occupations fall within this\ncategory:</p><p> </p><p>1.    \n<b>Power skidding</b></p><p> </p><p>A.   \nRigging slinger—installs equipment\nfor yarding, helps yard logs.</p><p> </p><p>B.   \nChoke setter—places choker (wire\nsling) about log to be moved, attaches sling to cable.</p><p> </p><p>C.    Chaser—removes the sling after log\nhas been moved.</p><p>D.   \nWhistle punk—transmits signals to\nyarder engineer for starting and stopping yarder engines.</p><p> </p><p>E.    Hook tender—foreman of yarding crew.</p><p>F.     Sniper—rounds off end of log to be\nmoved.</p><p>G.   \nYarder, engineer or skidder\nleverman—operates the yarder engine used to move logs.</p><p> </p><p>H.    Swamper—laborer, cuts away brush, etc</p><p>I.      Fireman—fires the boiler on yarder\nengine.</p><p>2.    \n<b>Tractor skidding</b></p><p> </p><p>A.   \nTractor operator or cat\nskinner—operates tractors used to move logs.</p><p> </p><p>B.   \nChoke setter—places choker about\nlog to be moved</p><p> </p><p>C.   \nTongs hooker—places tongs on log\nwhen tongs are used instead of slings.</p><p> </p><p>D.   \nSwamper laborer who clears away\nbrush and helps make landing for logs.</p><p> </p><p>3.    \n<b>Animal skidding</b>—The following occupations fall within this category:</p><p> </p><p>A.    Loader—loads logs for transportation.</p><p>B.   \nSwamper—laborer who clears away\nbrush and helps make landing for logs.</p><p> </p><p>C.    Log snaker—drives animals used in\nskidding logs.</p><p>e.    \nLoading logs on trucks or trains\nfor transportation—The following occupations fall within this category:</p><p> </p><p>1.     Tongs hooker or loader—places tongs\nor hooks on log to be loaded.</p><p>2.     Loader engineer or jammer\noperator—operates loading engine.</p><p>3.     Top loader—foreman of loading crew.</p><p>4.     Fireman—fires the boiler or loader.</p><p>f.     \nTransportation of logs by truck,\ntrain or water—The following occupations fall under this category:</p><p> </p><p>1.     Train crew—engineer, fireman.</p><p>2.     Truck driver.</p><p>3.     Boom Crewman—crew which transports\nlogs by water.</p><p>4.     Unloader—unloads truck or train.</p><p>5.     Teamster—drives animals when used for\nhauling logs.</p><p>6.     Sealer—measures number of board feet\nin logs of truck.</p><p>g.    \nMaintenance or repairs of\nequipment—Any maintenance or regular work on equipment other than in shops.</p><p> </p><p>h.    \nPeeling of fence posts, pulpwood,\nchemical wood, excelsior wood, cordwood, or similar products, when done in\nconjunction with and at the same time and place as jobs declared hazardous.</p><p> </p><p>(2)  Sawmills:  The following occupations in sawmills are\nprohibited:</p><p> </p><p>a.    \nAll occupations are prohibited in\npermanent sawmills when the work entails entering the sawmill building.  All\nminors under 18 years of age are prohibited from operating or assisting in the\noperation of power-driven woodworking machines under HO 5.  In addition, minors\nunder 18 years of age are generally prohibited from performing the following\noccupations inside a sawmill building (Some youth may be exempt from certain of\nthese prohibitions under FLSA § 13(c)(7); see FOH 33h04(d))</p><p> </p><p>1.    \nScaler—measures logs on log deck\nand rolls log into position for the head saw.</p><p> </p><p>2.     Log deckman or log turner—the\nscaler’s assistant.</p><p>3.     Head sawyer—operates the head saw.</p><p>4.    \nDogger—operates the log-holding\nmechanism on the head saw log carriage.</p><p> </p><p>5.    \nBlock setter—operates mechanism\ncontrolling thickness of the cut of head saw.</p><p> </p><p>6.     Tail sawyer—removes boards and refuse\nat rear of lead saw.</p><p>7.    \nEdger man—operates the edger saw\nthat cuts off bark from side of boards.</p><p> </p><p>8.     Edger line-up man or edger\nspotter—lines up boards for edger man.</p><p>9.     Edger off-bearer—separates good\nboards from scrap at rear of edger.</p><p>10.  Slasher man—operates slasher saw\ncutting up waste lumber.</p><p>11.  Trimmer man—operates trimmer saw that\ncuts lumber to length.</p><p>12.  Trimmer spotter—lines up boards for\ntrimmer saw.</p><p>13.  Gang sawyer—operates gang saw that\nsaws large lumber into small boards.</p><p>14.  Gang loader—lines up lumber for the\ngang sawyer.</p><p>15.  Gang saw tailer—removes lumber at\nrear of gang saw.</p><p>16.  Resaw operator—operates saw for\nresawing boards.</p><p>17.  Resaw line-up—lines up lumber for\nresaw operator.</p><p>18.  Resaw tailer – removes lumber at rear\nof resaw.</p><p>19.  Hog feeder—operates hog mill to grind\nup scrap lumber.</p><p>20.  Clean-up man—sweeps sawdust and\nrefuse into refuse conveyors.</p><p>21.  Saw filer—sharpens saws in the filing\nroom.</p><p>b.    \nPortable sawmills—HO 4 prohibits\n16- and 17-year-olds (except those exempt under FLSA § 13(c)(7)) from\nperforming any work in portable sawmills (sawmills that are readily dismantled\nand moved from one tract of timber to another) in which the lumber yard is used\nonly for the temporary storage of green lumber and in connection with which no\noffice, repair shop or maintenance shop is ordinarily maintained.</p><p> </p><p>c.    \nLog pond and log storage yard—HO 4\nprohibits 16- and 17-year-olds from performing the following occupations (The\nexemption contained in FLSA § 13(c)(7) may apply to some of this work):</p><p> </p><p>1.     Pondman—poles logs into the log ship\nfor moving to log deck.</p><p>2.     Drag-saw operator—cuts long logs in\nhalf.</p><p>3.     Yardman—rolls logs to log deck.</p><p>d.    \nOn the green or dry chain, the dry\nkiln and in the lumber yard—HO 4 prohibits 16- and 17-year-olds from performing\nthe following occupations (The exemption contained in FLSA § 13(c)(7) may apply\nto some of this work):</p><p> </p><p>1.    \nGrader, tallyman, and puller on\nthe green chain and all other work on the green chain.</p><p> </p><p>2.    \nLumber stacker, unstacker, loader,\nand unloader—stacks lumber or lumber products, unstacks lumber, loads or\nunloads cars.</p><p> </p><p>3.     Crane operator—operates a crane for\nhandling lumber.</p><p>4.    \nCrane hooker—hooks lumber on the\ncrane for moving.</p><p> </p><p>5.    \nJitney operator, truck driver,\ncarrier operator—operates a lumber carrier or lumber truck for moving lumber.</p><p>e.    \nIn a lath mill, shingle mill, or\ncooperage-stock mill—HO 4 prohibits 16- and 17-year-olds from performing the\nfollowing occupations (The exemption contained in FLSA § 13(c)(7) may apply to\nsome of this work):</p><p> </p><p>1.    \nHandling and shipping of laths.</p><p> </p><p>2.    \nStock picker (lath mill)—picks\npieces from conveyor for making into laths.</p><p> </p><p>3.    \nBolterman (lath mill)—operates a\nsmall gang saw.</p><p> </p><p>4.    \nLath-feeder (lath mill)—operates\nlath machines.</p><p> </p><p>5.    \nLath tier—ties laths into bundles.</p><p> </p><p>6.    \nShingle packer (shingle mill)—packs\nshingles into bundles.</p><p> </p><p>7.    \nCut-off sawyer (shingle mill)—cuts\nlogs into shingle lengths.</p><p> </p><p>8.    \nKnee bolter (shingle mill)—outs\nshingle bolts in quarters.</p><p> </p><p>9.    \nBlock piler (shingle mill)—piles\nblocks for shingle sawyer.</p><p> </p><p>10.  Shingle sawyer (shingle mill)—operates shingle saw.</p><p> </p><p>11.  Splitter (cooperage-stock mill)—splits bolts of\ncooperage stock.</p><p> </p><p>12.  Knee bolter, head turner, equalizer operator, cut-off\nsawyer, jointer operator, matcher operator, stave-saw operator, etc.\n(cooperage-stock mill)—operates various machines.</p><p> </p><p>13.  Off-bearers, gluers, etc. (cooperage-stock\nmill)—off-bearing form machines and other hand work.</p><p> </p><p>f.     \nMiscellaneous work about a sawmill\n– HO 4 prohibits 16- and 17-year-olds from performing the following occupations\n(The exemption contained in FLSA § 13(c)(7) may apply to some of this work):</p><p> </p><p>1.     Millwright and maintenance work in\nthe sawmill.</p><p>2.     Work in the boiler house or power\nhouse.</p><p>3.     Work in the sawdust storage bins.</p><p>(3) \nThe following\noccupations are prohibited in forest fire fighting and forest fire prevention:</p><p> </p><p>a.    \nThe controlling and extinguishing\nof fires in all forest and timber tract locations, and in logging and\nsawmilling operations, including all buildings within such areas. </p><p> </p><p>b.    \nThe wetting down of areas or\nextinguishing of spot fires.</p><p> </p><p>c.    \nPatrolling of burned areas to assure\nthe fire has been extinguished.</p><p> </p><p>d.    \nThe following activities are\nprohibited when performed in conjunction with or in support of the\nextinguishing of an actual fire:</p><p> </p><p>1.     The piling and burning of slash,</p><p>2.     The clearing of fire trails or roads,</p><p>3.     The construction, maintenance, and\npatrolling of fire lines,</p><p>4.     Acting as a fire lookout or fire\npatrolman, and</p><p>5.     The maintaining of fire fighting\nequipment.</p><p>(4)  The following occupations in forestry services are\nprohibited except for that work which is specifically permitted in 29 CFR\n570.54(a) and discussed in FOH 33h04(c)(2):</p><p> </p><p>a.    \nAll work involved in the support\nof timber production, wood technology, forestry economics and marketing, and\nforest protection except that work which is specifically permitted in 29\nCFR 570.54(a) and discussed in FOH 33h04(c).</p><p> </p><p>b.    \nAll work in timber cruising,\nsurvey, logging and engineering parties.</p><p> </p><p>c.    \nAll work in timber estimations and\ntimber valuation.</p><p> </p><p>d.    \nAll work in forest pest control.</p><p> </p><p>e.    \nAll work in forest fire fighting\nand forest fire prevention, except certain tasks discussed in FOH 33h04(c)(2)\ndealing with forest fire prevention when not performed in support of or in\nconjunction with extinguishing an actual fire.</p><p> </p><p>f.     \nAll work in reforestation,\nincluding but not limited to, tree planting and tree thinning.</p><p> </p><p>(5)  The following work in timber tracts is prohibited:</p><p> </p><p>a.    \nAll work performed in or about\nestablishments that cultivate, manage or sell standing timber, except for that\nwork which is specifically permitted in 29 CFR 570.54(a) and discussed in FOH\n33h04(c)(1).</p><p> </p><p>b.    \nWork performed in timber culture,\ntimber tracts, and timber-stand improvement.</p><p> </p><p>c.    \nAll work in forest fire fighting\nand forest fire prevention, except that work permitted by FOH 33h04(c)(2) and\nnot performed in support of or in conjunction with the extinguishing of an\nactual forest fire. </p><p> </p><p>(c)  \n<b>Occupations NOT SPECIFICALLY\nBANNED   </b></p><p> </p><p>(1)  HO4 does not prohibit the following work in forest\nfire fighting and forest fire prevention, in timber tracts, in forestry\nservices, logging, and the operation of any sawmill, lath mill, shingle mill,\nor cooperage stock mill, except when prohibited by any other HO:</p><p> </p><p>a.    \nWork in offices or in repair or\nmaintenance shops.</p><p> </p><p>b.    \nWork in the construction,\noperation, repair, or maintenance of living and administrative quarters,\nincluding logging camps and fire fighting base camps.  Occupations that fall\nwithin this category include cooks, cook house crew, janitors, and carpenters.</p><p> </p><p>c.    \nWork in the repair or maintenance\nof roads, railroads or flumes and work in construction and maintenance of\ntelephone lines, but only if the minors are not engaged in the operation of\npower-driven machinery, the handling or use of explosives, the felling or\nbucking of timber, the collecting or transporting of logs, or work on trestles.\n</p><p> </p><p>(2)  The following tasks in forest fire prevention provided\nnone of these tasks may be performed in conjunction with or in support of\nefforts to extinguish a forest fire:</p><p> </p><p>a.     The clearing of fire trails or roads,</p><p>b.     The construction, maintenance, and\npatrolling of fire lines,</p><p>c.     The piling and burning of slash,</p><p>d.     The maintaining of fire fighting\nequipment, and</p><p>e.     Acting as a fire lookout or\npatrolman.</p><p>(3)  Work related to forest marketing and forest economics\nwhen performed away from the forest.</p><p> </p><p>(4)  Work in the feeding or care of animals.</p><p> </p><p>(5)  HO 4 does not apply to the following logging\noccupations:</p><p> </p><p>a.    \nRepair and maintenance of\nrailroads, roads, or flumes (but not construction work) as performed by section\nhands, grade and track crews, laborers, swampers, and carpenters, as long as\nthe work is not prohibited by any other HO.</p><p> </p><p>b.    \nAny work done in the maintenance\nand repair shop such as blacksmith, mechanic and carpenter, and other\nmaintenance and repair work as long as the work is not prohibited by any other\nHO. </p><p> </p><p>c.    \nPeeling of fence posts, pulpwood,\nchemical wood, excelsior wood, cordwood, or similar products, including the\njobs of peeler, barker, and rosser, when not done in conjunction with, and at\nthe same time as, other jobs declared hazardous under HO 4.  </p><p> </p><p>(6)  HO 4 does not apply to the following sawmilling\noccupations provided such work does not entail entering the sawmill except for\nthose minors whose employment meets the requirements of the limited exemptions\ndiscussed in §§ 570.34(m) and 570.54:</p><p> </p><p>a.    \nThe following occupations on the\ngreen or dry chain, the dry kiln and in the lumber yard: </p><p> </p><p>1.     Grader, tallyman and puller on a dry\nchain or on a drop sorter-grader.</p><p>2.    \nShipping clerk tallyman, orderman\nand other clerical work in yards or shipping sheds.</p><p> </p><p>3.     Clean-up in yard.</p><p>b.    \nThe following occupations in a\nlath mill, shingle mill, or cooperage-stock mill:</p><p> </p><p>1.    \nHandling and shipping of cooperage\nstock in yards or storage sheds except operating or assisting in the operation\nof power-driven equipment.</p><p> </p><p>2.    \nClean-up work outside shake and\nshingle mills, except when mill is in operation.</p><p> </p><p>3.    \nSplitting shakes manually from\npre-cut split blocks with a froe and mallet, except inside the mill building or\ncover.</p><p> </p><p>4.    \nPacking shakes into bundles when\ndone in conjunction with splitting shakes manually with froe and mallet, except\ninside the mill building or cover.</p><p> </p><p>5.    \nManual loading of bundles of\nshingles or shakes into trucks or railroad cars (provided employer has on file\na statement from a licensed doctor of medicine or osteopathy certifying the\nminor is capable of performing this work without injury to himself or herself).</p><p> </p><p>6.     Clean-up in the lumberyard.</p><p>7.    \nClerical work in yards or shipping\nsheds, such as done by order-men, tallymen, and shipping clerks.</p><p> </p><p>(d)  \n<b>Exemptions</b></p><p> </p><p>(1)  There is no provision in HO 4 for apprentices or\nstudent-learners.  The logging section of the order was reviewed in 1974 in\nresponse to a request for a student-learner exemption in logging operations. \nIt was determined that the industry had not substantially changed, the hazards\nremained the same, and the request was denied.  </p><p> </p><p>(2)  FLSA § 13(c)(7) – Employment of Certain Minors in\nPlaces of Business That Use Machinery to Process Wood Products.</p><p> </p><p>a.    \nThe Department of Labor\nAppropriations Act of 2004 amended the FLSA by creating a limited exemption\nfrom the child labor provisions for certain minors 14 to 18 years old which\nallows them to be employed inside and outside places of businesses that use\nmachinery to process wood products (such as sawmills, furniture manufacturers,\ncabinet makers, garden shed and gazebo manufacturers, and pallet shops).  </p><p> </p><p>b.    \nWith regard to such\nestablishments, this amendment overrides the general CL Reg 3 prohibitions\nregarding the employment of 14- and 15-year-olds in manufacturing occupations,\nprocessing occupations, and in work places where goods are manufactured or\nprocessed.  It also overrides the HO 4 prohibition regarding the employment of\nyouth in occupations that entail entering the sawmill building.  This\nexemption, however, does not excuse compliance with the remaining CL Reg 3\noccupations standards and all of the CL Reg 3 hours standards in regards to the\nemployment of 14- and 15-year-olds; nor does it excuse compliance with the\nprovisions of all of the other HOs in regards to the employment of youths aged\n14 through 17 (see § 570.34(m)(2)).</p><p> </p><p>c.    \nUnder this exemption, contained at\nFLSA § 13(c)(7), an eligible youth is one who is under the age of 18 and at\nleast the age of 14 who by statute or judicial order is exempt from compulsory\nschool attendance beyond the eighth grade.  In addition, the youth must be\nsupervised on the job by an adult relative or by an adult of the same religious\nsect or division as the youth.</p><p> </p><p>1.    \nAn adult\nis someone who has reached his or her eighteenth birthday. </p><p> </p><p>2.    \nA\nrelative, for purposes of this exemption, includes at a minimum a parent or\nperson standing in place of a parent, a grandparent, an aunt or uncle, or a\nsibling.</p><p> </p><p>3.    \nSuch\nsupervision must be close, direct, constant, and uninterrupted (see 29\nCFR 570.54(b)). </p><p> </p><p>d.    \nSuch minors are still prohibited\nfrom operating or assisting in the operation of power-driven woodworking\nmachines by virtue of § 13(c)(7) and HO 5.  Power-driven\nwoodworking machines include all fixed or portable machines or tools driven by\npower and used or designed for cutting, shaping, forming, surfacing, nailing,\nstapling, wire stitching, fastening or otherwise assembling, pressing or\nprinting wood, veneer, trees, logs, or lumber (see FOH 33h05(a)(5)a.). </p><p> </p><p>e.    \nIn addition, the employer must\nensure that the minors are protected from wood particles or other flying\ndebris within the work place by a barrier appropriate to the potential\nhazard of such wood particles or flying debris or by maintaining a sufficient\ndistance from machinery in operation.  The minors must also use personal\nprotective equipment to prevent exposure to excessive levels of noise\nand saw dust. Compliance with these provisions will be accomplished when the\nemployer is in compliance with the requirements of the applicable governing\nstandards issued by the U.S. Department of Labor’s Occupational Safety and\nHealth Administration (OSHA) or, in those states where OSHA has authorized the\nstate to operate its own Occupational Safety and Health Plan, the applicable\nstandards issued by the Office charged with administering the State Occupations\nSafety and Health Plan.</p><p> </p><p>(e)  \n<b>Enforcement positions</b></p><p> </p><p>(1)  Veneer mills</p><p> </p><p>Veneer\nmills expose minors to similar, if not identical, hazards that are present in\nsawmills –\nsaws, sharp blades, heavy logs, hoisting apparatus, cranes, forklifts, as well\nas dust and noise pollution.  Veneer mills are treated the same as sawmills\nunder HO 4. </p><p> </p><p>(2)  Firewood</p><p> </p><p>Cutting\nand splitting logs and the collecting, stacking, and loading of firewood are\nconsidered “converting of timber into pulpwood, cordwood, or similar products”\nand therefore this work is prohibited by HO 4 (see WHD Director A.W. Motley's\nletter of May 20, 1959).  The prohibition against the employment of youth under\n18 years of age to cut, split, collect, stack, and load firewood applies to all\ncovered employment—not just work in forestry, sawmilling, or logging.</p><p> </p><p>(3)  Power-driven wood chipping machines</p><p> </p><p>Occupations in\nconnection with the operation of wood chipping machines when used in the woods\nin logging operations would be subject to the 18-year minimum age under both HO\n4 and HO 14.  Child labor violations involving wood chipping machines, in any\nnonagricultural occupation or industry, will be recorded as being a violation\nof HO 14.</p><p> </p><p>(4)  Stump removal</p><p> </p><p>Stump pulling using\ntractors in nonagricultural situations is not subject to HO 4.</p><p> </p><p>(5)  Christmas trees</p><p> </p><p>An ordinary\nhousehold-sized Christmas tree is not considered to be timber, nor is it cut\ninto log lengths or converted into lumber products—therefore, HO 4 does not\napply (see Director of Children's Bureau Industrial Division McConnell's letter\nof October 29, 1942).</p><p> </p><p>(6)  Clearing right-of-way for power lines, highways</p><p> </p><p>Activities in\nconnection with the clearing of a right-of-way would not be within the scope of\nHO 4 since these are not logging operations.  HO 4 does not cover the clearing\nof land in preparation for highway construction (see Regional Solicitor Barnes'\nmemorandum of June 25, 1959). </p><p> </p>"
}