{
  "section": "33h11",
  "chapter": "33",
  "section_title": "33h11.   HAZARDOUS OCCUPATIONS ORDER 11—Power Driven Bakery Machine Occupations.",
  "text": "Name:  Occupations Involved in the Operation of Bakery Machines Originally Adopted:  July 21, 1952 (a)  \nScope of HO 11  (1)  Historically, many occupational injuries occurring in\nbakeries are caused by a few specific machines.  These injuries are often\nserious, producing a disproportionate share of deaths or permanent\ndisabilities.  HO 11 was issued to prohibit 16- and 17-year-olds from operating\ncertain power-driven bakery machines.  This HO is machine-specific as discussed\nin FOH 33h00.  The operation by 16- and 17-year-olds of other bakery machines\nnot specifically prohibited by the order, while not encouraged, is permitted. (2)  This order became effective prior to the 1961 and 1966\nFLSA amendments which brought many previously uncovered retail bakeries and\nstores under the CL provisions.  Some machines prohibited by HO 11 are found in\nretail bakeries, pizzerias, restaurants and other food service establishments –\nothers are only found in wholesale bakeries.  Violations often occur in small\nbakeries where there is little division of labor and most jobs are performed by\nall employees.   (3)  The scope of this order includes, among other\nactivities, operating, assisting to operate and cleaning the named machines\nwherever found in a covered establishment.  Manually operated (not\npower-driven) machines are outside the scope of HO 11.  Assisting to operate\nthe named machines includes the loading of ingredients into the machines – such\nas the placing of flour into a mixer – even when the machines are “turned off”\nwhen the loading is performed.   (4)  HO 11 was revised in the 2010 Final Rule to include\ntwo exceptions related to certain lightweight, counter-top food mixers and\ncertain pizza-dough rollers (see FOH 33h11(d)(2) and (d)(3)). (b)  \nOccupations PROHIBITED Sixteen- and 17-year-olds are prohibited from operating, assisting to\noperate, setting up, adjusting, repairing, oiling, or cleaning the following\npower-driven bakery machines: (1)  Horizontal dough mixer—a horizontal cylinder with a\nhorizontal shaft with mixing arms; revolves to mix the flour with water, yeast,\nsalt, etc. to make dough.  This prohibition includes operating a dough\nauger/feeder used to process masa for tortillas or tamales.   (2)  Vertical dough mixer—a large bowl in which a vertical\nspindle with paddles attached mixes flour, water, etc. to make dough (often\nused in small bakery and some pizzerias).   (3)  Batter mixer—very similar to vertical dough mixer,\nexcept different shaped paddles are used; often used for making cake batter. \nPower-driven “wands” used to mix items such as batters are also prohibited. (4)  Bread and/or roll dividing, rounding, or molding\nmachines—in the past, separate machines performed the operation of dividing,\nrounding, and molding of dough for bread and rolls.  More modern machines are\nmultifunctional and may perform two or all three of these operations.  The\nprocess involves cutting dough into lumps (for one loaf or batch of rolls),\nrolling each lump into a ball, and after “proofing”, forming a loaf or a batch\nof rolls.  The operation is often continuous, dough being carried from one\nmachine to another by conveyor. (5)  Dough brake—a machine which rolls dough into sheets. (6)  Dough sheeter—a machine which rolls dough into very\nthin sheets.  This prohibition includes pizza dough rollers and tortilla\nroller/molders (also called moulders); but see special exception for operators\nof pizza dough rollers discussed in FOH 33h11(d)(3). (7)  Combination bread-slicing and wrapping machine—a\nmachine that slices a loaf of bread and wraps it in a continuous process\n(generally only found in large, wholesale type bakeries). (8)  Cake cutting band saw—a machine for cutting baked\ncakes into squares or rectangles. (9)  Cookie and cracker machine—combination machines which\nform cookies or crackers from dough.  The operation is continuous, dough\nentering at one end and complete cookies or crackers, ready for baking,\nemerging at the other end.  Sixteen- and 17-year-olds may serve on a cookie and\ncracker machine crew which actually operates the machine while producing\ncookies or crackers.  These minors, however, may not set up or adjust these\nmachines (see FOH 33h11(c)(7)). (c)  \nOccupations NOT SPECIFICALLY\nBANNED There are a number of occupations involving the operation of\npower-driven machines in industrial and retail bakeries that are permitted for\n16-and 17-year-old minors, including the following:  (1)  Ingredient preparation and mixing—flour-sifting\nmachine operator, flour-blending machine operator and sack-cleaning machine\noperator. (2)  Product forming and shaping—batter-sealing machine\noperator, depositing machine operator, cookie or cracker machine crew member\n(but not involving the setting up or adjusting of the machine), wafer machine\noperator, pretzel-stick machine operator, pie-dough sealing machine operator,\npie-dough rolling machine operator, pie-crimping machine operator, and wedge\npress operator.   a.    \nA wedge press is a machine that\nuses two plates, often one of which is heated, to press balls of dough into the\ndesired shape.  Such presses are often used to shape tortillas. b.    \nBecause the original study that\nled to HO 11 did not address such presses which do not utilize “rollers,” and\nsubsequent rulemaking did not expand the scope of the HO in this respect, HO 11\ndoes not prohibit 16- and 17-year-olds from operating such machines. (3)  Finishing and Icing—depositing machine operator,\nenrobing machine operator, spray machine operator, icing mixing machine\noperator. (4)  Slicing and Wrapping –roll slicing and wrapping\nmachine operator, cake wrapping machine operator, carton packing and sealing\nmachine operator.  (5)  Pan washing—spray-type pan washing machine operator,\ntumbler-type pan washing machine operator. (6)  Donut and pastry filling—donut and pastry filling\nmachines, including Homogenette and similar machines which automatically inject\nfillings into donuts and pastries.  (7)  Cookie or Cracker Machine Crew Member—Sixteen- and\n17-year-olds may work on a crew operating a cookie or cracker machine.  These\nmachines, found in some wholesale bakeries, usually require crews of two to six\npersons.  But minors may not perform work involving the setting up or adjusting\nof the cookie or cracker machine.  These tasks, more hazardous than the\noperation of the machine during production, are usually performed by the crew\nchief (see FOH 33h11(b)(9)). (8)  Bread slicing—Sixteen- and 17-year-old bakery or deli\nclerks may operate bread slicing and roll slicing machines of the type usually\nfound in retail bakeries. (9)  Cleaning individual parts of power-driven bakery\nmachines   a.    \nHO 11 prohibits minors under 18\nyears of age from cleaning power-driven bakery machines, but this prohibition\ndoes not apply to the cleaning of the individual parts of such machines.  Only\nemployees over 18 years of age may dismantle or reassemble such machines.   b.    \n29 CFR  570.33(e) prohibits the\nemployment of 14- and 15-year-olds in occupations which involve operating,\ntending, setting up, adjusting, cleaning, oiling, or repairing power-driven\nfood mixers.  Such minors may, however, clean the disassembled parts of such\nmachines.   (d)  \nExemptions  (1)  There are no provisions in HO 11 for apprentices or\nstudent-learners.  There are no other exemptions applicable to this order.   (2)  Application of HO 11 to lightweight, small capacity,\ncounter-top food mixers. a.    \nSection 570.62(b)(1), effective\nJuly 19, 2010, provides an exception that allows 17- and 18-year-olds to\noperate, set up, adjust, repair, oil and clean lightweight, small capacity,\nportable counter-top power-driven food mixers that are, or comparable to,\nmodels intended for household use. b.    \nFor purposes of this exemption, a\nlightweight, small capacity mixer is one that is not hardwired into the\nestablishment’s power source, is equipped with a motor that operates at no more\nthan ½ horsepower, and is equipped with a bowl with a capacity of no more than\nfive quarts. c.    \nThis exemption shall not apply\nwhen the mixer is used, with or without attachments, to process meat or poultry\nproducts as prohibited by 29 CFR 570.61(a)(4). d.    \nThis exemption does not extend to\nthe employment of 14- and 15-year-old workers.  Minors under 16 years of age\nare prohibited from operating or tending power-driven machinery, including\nmixers, by CL Reg 3 (see 29 CFR 570.33(e)).  That regulation\nprohibits such minors from operating, tending, setting up, adjusting, cleaning,\noiling, or repairing food mixers. e.    \nWH has determined that the\nfollowing mixers are the type that would normally fall within this limited\nexemption contained at 29 CFR 570.62(b)(1). f.     \nThe K-Tec Batter Mixer Model LJS\ndeveloped for the Long John Silvers quick service restaurant chain.  The Model\nLJS weighs about 8 pounds, is 11 inches in height, has a 3-quart capacity, and\noperates at 1/16 horsepower.  g.    \nThe Kitchen Aide counter top mixer\nModel K5SSWH, which is available for home use, weighs 29 pounds, is 16.4 inches\nin height, has a 5 quart capacity, and operates at 6/15 horsepower.   (3)  Application of HO 11 to certain power-driven\npizza-dough rollers a.    \nPizza-dough rollers, a type of\ndough sheeter, are normally prohibited under HO 11.  But § 570.62(b)(2)\ncontains an exception that permits the employment of 16- and 17-year-olds to\noperate certain pizza-dough rollers that meet the following conditions: 1.    \nThey are constructed with\nsafeguards contained in the basic design so as to prevent fingers, hands, or\nclothing from being caught in the in-running point of the rollers,  2.    \nThey have gears that are\ncompletely enclosed, and  3.    \nThey have microswitches that\ndisengage the machinery if the backs or sides of the rollers are removed.   b.    \nThis exception applies only when\nall the safeguards in 1. through 3. above are present on the machine, are\noperational, and have not been overridden.   c.    \nThe policy described in (a) above\ndoes not extend to minors who set up, adjust, repair, oil or clean the assembled\nmachine.  (e)  \nEnforcement positions (1)  Operation and cleaning of power-driven bagel slicers a.    \nBagel slicers which operate as\nelectric knives   Sixteen- and 17-year-old employees may operate and clean power-driven\nbagel slicers, such as the Edgecraft Chef’s Choice Bagel Pro Bagel Slicer,\nwhich have two blades mounted next to each other running in opposing\ndirections.  b.    \nBagel slicers with circular cutting\nblades  1.    \nSome power-driven bagel slicers,\nlike the Oliver Products Bagel and Bun Slicer (Model 702) meet the definition\nof a circular saw under HO 14.  These machines saw bagels in half by means of a\nthin steel disc, having a continuous series of notches or teeth on the\nperiphery, mounted on shafting.  Although HO 11 does not address such bagel\nslicers, HO 14 would normally prohibit employees under 18 years of age from\noperating, setting up, adjusting, repairing, oiling, or cleaning such machines. 2.    \nAt the request of WH, the National\nInstitute for Occupational Safety and Health (NIOSH) has examined the operation\nof these machines and has advised WH that employees 16 and 17 years of age who\noperate and clean such slicers (with circular blades and enclosed feed chutes)\nare exposed to low safety risks.  NIOSH cited the machine’s adjustable guard\nand the manufacturer’s warning sign as important contributors to this low\ndegree of risk. 3.    \nWH will not assert a violation of\nHO 14 when 16- and 17-year-old employees operate a power-driven bagel slicer\nwith a circular blade and enclosed feed chute when the machine is equipped with\nan adjustable guard that covers the feed chute and the manufacturer’s warning\nsign is affixed to the machine.  WH will not assert a violation of HO 14 when\n16- and 17-year-old employees clean such machines.  Such minors, however,\ncontinue to be prohibited from setting up, adjusting, repairing, or oiling such\nmachines. c.    \nAll power-driven bagel slicers are\n“food slicers” under CL Reg 3 and therefore minors under 16 years of age may\nnot operate, tend, set up, adjust, clean, oil or repair such equipment (see\n29 CFR 570.33(e)). (2)  Operation of pie-dough rollers by 16- and 17-year old a.    \nThe original investigative report\nestablishing HO 11 determined that the operation of pie-dough rollers by 16-\nand 17-year-olds is safe, however, this determination applies only to those\npie-dough rollers which involve a completely automated process as used in large\nwholesale bakeries.  1.    \nThis process includes the use of a\npie-dough scaling machine which automatically cuts a predetermined portion of\npie dough and drops it into the “hopper feed” of the pie-dough roller.  The\npie-dough roller then flattens the dough and automatically rotates the dough\nthrough an arc of 90°.  The pie dough is again flattened to form the desired\nfinal shape.  The entire process eliminates any hand contact by the operator\nwith the rollers during operation.   2.    \nIf a pie-dough roller operates as\ndescribed above – in an entirely automatic process with a machine that cuts the\ndough into predetermined portions and drops it into a hopper feed or chute\nattachment that prevents an operator from making contact with any in-running\npoints of the rollers – 16- and 17-year olds may operate this equipment. 3.    \nIf the pie-dough roller does not\noperate as described above, it is prohibited by HO 11. b.    \nCertain pie-dough rolling machines\nare very similar to pizza-dough roller machines in appearance and function (see\nFOH 33h11(d)(3) for a discussion about pizza-dough rollers).  HO 11 prohibits\nthe operation of all pie-dough rollers except those described in (a) above. \nHowever, WH will not charge a violation of HO 11 regarding the employment of\n16- and 17-year-olds who operate pie-dough rollers that are constructed with\nsafeguards contained in the basic design that prevent fingers, hands, and\nclothing from being caught in the in-running point of the rollers; have gears\nthat are completely enclosed; and have microswitches that disengage the machinery\nif the backs or sides of the rollers are removed.  The policy applies to such\nmachinery provided that all safeguards are present on the machine, are\noperational, and have not been overridden.  This “no violation” policy does not\nextend to minors who set up, adjust, repair, oil, or clean this equipment. (3)  Application of HO 11 to dough mixers used to mix\ningredients other than dough or batter and to attachments designed for uses\nother than dough or batters. a.    \nUnder HO 11 the function of the\nagitators determines coverage of the HO.  Therefore, a dough mixer used to mix\nvegetables is covered by HO 11 if the same agitators are used as for mixing\ndough.  Agitators such as the flat beater, heavy duty wire whip, dough arm, and\nsweet dough arm are covered by HO 11 because they are designed for use with\ndough and batter.   However, if the machine is equipped with separate agitators designed\nfor use with vegetables or with icing, the functional use of the machine would\nbe different and it would not be covered. b.    \nD-Wire Whip—Occasionally,\nmanufacturers will report that some attachments are designed solely for use on\nproducts lighter than dough or batters such as whipping cream, egg whites,\nlight icings, and meringues.  This was the case with the D-Wire Whip manufactured\nby Hobart.  Field experience has documented that employers are using the\nD-Wire-Whip to mix batters and other items like cream cheese despite the\nintentions or statements of the manufacturer.  It is a violation of HO 11 for\n16- and 17-year-olds to mix batter, cream cheese, or dough using a power-driven\nbatter mixer or dough mixer, regardless of the design specifications or\nintentions of the manufacturer.  c.    \nI-Wire Whip—The I-Wire Whip\nattachment, which is used for heavier products such as cake batter and heavy\nwhipping cream, is also prohibited by HO 11 for use by 16- and 17-year-olds. d.    \nCheese Grater or Cheese/Vegetable\nSlicer Attachments 1.    \nHO 11 prohibits 16- and\n17-year-olds from placing attachments on vertical dough mixers (such as the\ncheese grater or vegetable slicer) or removing such attachments, because those\nactivities constitute the setting up and adjusting of a power-driven bakery\nmachine.    2.    \nHO 11 does not, however, prohibit\n16- and 17-year-olds from operating attachments to vertical dough mixers that\ngrate cheese or slice cheese/vegetables as long as someone at least 18 years of\nage sets up or adjusts the attachment.  This is because these attachments\nnegate the operation of the machine as a vertical dough mixer.  The machine\ncannot be used as a power-driven bakery machine (a dough mixer) when such\nattachments are being used.  However, such minors would be prohibited from\noperating any attachment to the mixer that processes meat, such as a meat\nchopper or sausage maker, because of HO 10.",
  "html": "<p>Name:  Occupations Involved in the Operation of Bakery Machines</p><p>Originally Adopted:  July 21, 1952</p><p>(a)  \n<b>Scope of HO 11 </b></p><p>(1)  Historically, many occupational injuries occurring in\nbakeries are caused by a few specific machines.  These injuries are often\nserious, producing a disproportionate share of deaths or permanent\ndisabilities.  HO 11 was issued to prohibit 16- and 17-year-olds from operating\ncertain power-driven bakery machines.  This HO is machine-specific as discussed\nin FOH 33h00.  The operation by 16- and 17-year-olds of other bakery machines\nnot specifically prohibited by the order, while not encouraged, is permitted.</p><p>(2)  This order became effective prior to the 1961 and 1966\nFLSA amendments which brought many previously uncovered retail bakeries and\nstores under the CL provisions.  Some machines prohibited by HO 11 are found in\nretail bakeries, pizzerias, restaurants and other food service establishments –\nothers are only found in wholesale bakeries.  Violations often occur in small\nbakeries where there is little division of labor and most jobs are performed by\nall employees.  </p><p>(3)  The scope of this order includes, among other\nactivities, operating, assisting to operate and cleaning the named machines\nwherever found in a covered establishment.  Manually operated (not\npower-driven) machines are outside the scope of HO 11.  Assisting to operate\nthe named machines includes the loading of ingredients into the machines – such\nas the placing of flour into a mixer – even when the machines are “turned off”\nwhen the loading is performed.  </p><p>(4)  HO 11 was revised in the 2010 Final Rule to include\ntwo exceptions related to certain lightweight, counter-top food mixers and\ncertain pizza-dough rollers (see FOH 33h11(d)(2) and (d)(3)).</p><p>(b)  \n<b>Occupations PROHIBITED</b></p><p>Sixteen- and 17-year-olds are prohibited from operating, assisting to\noperate, setting up, adjusting, repairing, oiling, or cleaning the following\npower-driven bakery machines:</p><p>(1)  Horizontal dough mixer—a horizontal cylinder with a\nhorizontal shaft with mixing arms; revolves to mix the flour with water, yeast,\nsalt, etc. to make dough.  This prohibition includes operating a dough\nauger/feeder used to process masa for tortillas or tamales.  </p><p>(2)  Vertical dough mixer—a large bowl in which a vertical\nspindle with paddles attached mixes flour, water, etc. to make dough (often\nused in small bakery and some pizzerias).  </p><p>(3)  Batter mixer—very similar to vertical dough mixer,\nexcept different shaped paddles are used; often used for making cake batter. \nPower-driven “wands” used to mix items such as batters are also prohibited.</p><p>(4)  Bread and/or roll dividing, rounding, or molding\nmachines—in the past, separate machines performed the operation of dividing,\nrounding, and molding of dough for bread and rolls.  More modern machines are\nmultifunctional and may perform two or all three of these operations.  The\nprocess involves cutting dough into lumps (for one loaf or batch of rolls),\nrolling each lump into a ball, and after “proofing”, forming a loaf or a batch\nof rolls.  The operation is often continuous, dough being carried from one\nmachine to another by conveyor.</p><p>(5)  Dough brake—a machine which rolls dough into sheets.</p><p>(6)  Dough sheeter—a machine which rolls dough into very\nthin sheets.  This prohibition includes pizza dough rollers and tortilla\nroller/molders (also called moulders); but see special exception for operators\nof pizza dough rollers discussed in FOH 33h11(d)(3).</p><p>(7)  Combination bread-slicing and wrapping machine—a\nmachine that slices a loaf of bread and wraps it in a continuous process\n(generally only found in large, wholesale type bakeries).</p><p>(8)  Cake cutting band saw—a machine for cutting baked\ncakes into squares or rectangles.</p><p>(9)  Cookie and cracker machine—combination machines which\nform cookies or crackers from dough.  The operation is continuous, dough\nentering at one end and complete cookies or crackers, ready for baking,\nemerging at the other end.  Sixteen- and 17-year-olds may serve on a cookie and\ncracker machine crew which actually operates the machine while producing\ncookies or crackers.  These minors, however, may not set up or adjust these\nmachines (see FOH 33h11(c)(7)).</p><p>(c)  \n<b>Occupations NOT SPECIFICALLY\nBANNED</b></p><p>There are a number of occupations involving the operation of\npower-driven machines in industrial and retail bakeries that are permitted for\n16-and 17-year-old minors, including the following: </p><p>(1)  Ingredient preparation and mixing—flour-sifting\nmachine operator, flour-blending machine operator and sack-cleaning machine\noperator.</p><p>(2)  Product forming and shaping—batter-sealing machine\noperator, depositing machine operator, cookie or cracker machine crew member\n(but not involving the setting up or adjusting of the machine), wafer machine\noperator, pretzel-stick machine operator, pie-dough sealing machine operator,\npie-dough rolling machine operator, pie-crimping machine operator, and wedge\npress operator.  </p><p>a.    \nA wedge press is a machine that\nuses two plates, often one of which is heated, to press balls of dough into the\ndesired shape.  Such presses are often used to shape tortillas.</p><p>b.    \nBecause the original study that\nled to HO 11 did not address such presses which do not utilize “rollers,” and\nsubsequent rulemaking did not expand the scope of the HO in this respect, HO 11\ndoes not prohibit 16- and 17-year-olds from operating such machines.</p><p>(3)  Finishing and Icing—depositing machine operator,\nenrobing machine operator, spray machine operator, icing mixing machine\noperator.</p><p>(4)  Slicing and Wrapping –roll slicing and wrapping\nmachine operator, cake wrapping machine operator, carton packing and sealing\nmachine operator. </p><p>(5)  Pan washing—spray-type pan washing machine operator,\ntumbler-type pan washing machine operator.</p><p>(6)  Donut and pastry filling—donut and pastry filling\nmachines, including Homogenette and similar machines which automatically inject\nfillings into donuts and pastries. </p><p>(7)  Cookie or Cracker Machine Crew Member—Sixteen- and\n17-year-olds may work on a crew operating a cookie or cracker machine.  These\nmachines, found in some wholesale bakeries, usually require crews of two to six\npersons.  But minors may not perform work involving the setting up or adjusting\nof the cookie or cracker machine.  These tasks, more hazardous than the\noperation of the machine during production, are usually performed by the crew\nchief (see FOH 33h11(b)(9)).</p><p>(8)  Bread slicing—Sixteen- and 17-year-old bakery or deli\nclerks may operate bread slicing and roll slicing machines of the type usually\nfound in retail bakeries.</p><p>(9)  Cleaning individual parts of power-driven bakery\nmachines  </p><p>a.    \nHO 11 prohibits minors under 18\nyears of age from cleaning power-driven bakery machines, but this prohibition\ndoes not apply to the cleaning of the individual parts of such machines.  Only\nemployees over 18 years of age may dismantle or reassemble such machines.  </p><p>b.    \n29 CFR  570.33(e) prohibits the\nemployment of 14- and 15-year-olds in occupations which involve operating,\ntending, setting up, adjusting, cleaning, oiling, or repairing power-driven\nfood mixers.  Such minors may, however, clean the disassembled parts of such\nmachines.  </p><p>(d)  \n<b>Exemptions </b></p><p>(1)  There are no provisions in HO 11 for apprentices or\nstudent-learners.  There are no other exemptions applicable to this order.  </p><p>(2)  Application of HO 11 to lightweight, small capacity,\ncounter-top food mixers.</p><p>a.    \nSection 570.62(b)(1), effective\nJuly 19, 2010, provides an exception that allows 17- and 18-year-olds to\noperate, set up, adjust, repair, oil and clean lightweight, small capacity,\nportable counter-top power-driven food mixers that are, or comparable to,\nmodels intended for household use.</p><p>b.    \nFor purposes of this exemption, a\nlightweight, small capacity mixer is one that is not hardwired into the\nestablishment’s power source, is equipped with a motor that operates at no more\nthan ½ horsepower, and is equipped with a bowl with a capacity of no more than\nfive quarts.</p><p>c.    \nThis exemption shall not apply\nwhen the mixer is used, with or without attachments, to process meat or poultry\nproducts as prohibited by 29 CFR 570.61(a)(4).</p><p>d.    \nThis exemption does not extend to\nthe employment of 14- and 15-year-old workers.  Minors under 16 years of age\nare prohibited from operating or tending power-driven machinery, including\nmixers, by CL Reg 3 (see 29 CFR 570.33(e)).  That regulation\nprohibits such minors from operating, tending, setting up, adjusting, cleaning,\noiling, or repairing food mixers.</p><p>e.    \nWH has determined that the\nfollowing mixers are the type that would normally fall within this limited\nexemption contained at 29 CFR 570.62(b)(1).</p><p>f.     \nThe K-Tec Batter Mixer Model LJS\ndeveloped for the Long John Silvers quick service restaurant chain.  The Model\nLJS weighs about 8 pounds, is 11 inches in height, has a 3-quart capacity, and\noperates at 1/16 horsepower. </p><p>g.    \nThe Kitchen Aide counter top mixer\nModel K5SSWH, which is available for home use, weighs 29 pounds, is 16.4 inches\nin height, has a 5 quart capacity, and operates at 6/15 horsepower.  </p><p>(3)  Application of HO 11 to certain power-driven\npizza-dough rollers</p><p>a.    \nPizza-dough rollers, a type of\ndough sheeter, are normally prohibited under HO 11.  But § 570.62(b)(2)\ncontains an exception that permits the employment of 16- and 17-year-olds to\noperate certain pizza-dough rollers that meet the following conditions:</p><p>1.    \nThey are constructed with\nsafeguards contained in the basic design so as to prevent fingers, hands, or\nclothing from being caught in the in-running point of the rollers, </p><p>2.    \nThey have gears that are\ncompletely enclosed, and </p><p>3.    \nThey have microswitches that\ndisengage the machinery if the backs or sides of the rollers are removed.  </p><p>b.    \nThis exception applies only when\nall the safeguards in 1. through 3. above are present on the machine, are\noperational, and have not been overridden.  </p><p>c.    \nThe policy described in (a) above\ndoes not extend to minors who set up, adjust, repair, oil or clean the assembled\nmachine.  </p><p>(e)  \n<b>Enforcement positions</b></p><p>(1)  Operation and cleaning of power-driven bagel slicers</p><p>a.    \nBagel slicers which operate as\nelectric knives  </p><p>Sixteen- and 17-year-old employees may operate and clean power-driven\nbagel slicers, such as the Edgecraft Chef’s Choice Bagel Pro Bagel Slicer,\nwhich have two blades mounted next to each other running in opposing\ndirections. </p><p>b.    \nBagel slicers with circular cutting\nblades </p><p>1.    \nSome power-driven bagel slicers,\nlike the Oliver Products Bagel and Bun Slicer (Model 702) meet the definition\nof a circular saw under HO 14.  These machines saw bagels in half by means of a\nthin steel disc, having a continuous series of notches or teeth on the\nperiphery, mounted on shafting.  Although HO 11 does not address such bagel\nslicers, HO 14 would normally prohibit employees under 18 years of age from\noperating, setting up, adjusting, repairing, oiling, or cleaning such machines.</p><p>2.    \nAt the request of WH, the National\nInstitute for Occupational Safety and Health (NIOSH) has examined the operation\nof these machines and has advised WH that employees 16 and 17 years of age who\noperate and clean such slicers (with circular blades and enclosed feed chutes)\nare exposed to low safety risks.  NIOSH cited the machine’s adjustable guard\nand the manufacturer’s warning sign as important contributors to this low\ndegree of risk.</p><p>3.    \nWH will not assert a violation of\nHO 14 when 16- and 17-year-old employees operate a power-driven bagel slicer\nwith a circular blade and enclosed feed chute when the machine is equipped with\nan adjustable guard that covers the feed chute and the manufacturer’s warning\nsign is affixed to the machine.  WH will not assert a violation of HO 14 when\n16- and 17-year-old employees clean such machines.  Such minors, however,\ncontinue to be prohibited from setting up, adjusting, repairing, or oiling such\nmachines.</p><p>c.    \nAll power-driven bagel slicers are\n“food slicers” under CL Reg 3 and therefore minors under 16 years of age may\nnot operate, tend, set up, adjust, clean, oil or repair such equipment (see\n29 CFR 570.33(e)).</p><p>(2)  Operation of pie-dough rollers by 16- and 17-year old</p><p>a.    \nThe original investigative report\nestablishing HO 11 determined that the operation of pie-dough rollers by 16-\nand 17-year-olds is safe, however, this determination applies only to those\npie-dough rollers which involve a completely automated process as used in large\nwholesale bakeries. </p><p>1.    \nThis process includes the use of a\npie-dough scaling machine which automatically cuts a predetermined portion of\npie dough and drops it into the “hopper feed” of the pie-dough roller.  The\npie-dough roller then flattens the dough and automatically rotates the dough\nthrough an arc of 90°.  The pie dough is again flattened to form the desired\nfinal shape.  The entire process eliminates any hand contact by the operator\nwith the rollers during operation.  </p><p>2.    \nIf a pie-dough roller operates as\ndescribed above – in an entirely automatic process with a machine that cuts the\ndough into predetermined portions and drops it into a hopper feed or chute\nattachment that prevents an operator from making contact with any in-running\npoints of the rollers – 16- and 17-year olds may operate this equipment.</p><p>3.    \nIf the pie-dough roller does not\noperate as described above, it is prohibited by HO 11.</p><p>b.    \nCertain pie-dough rolling machines\nare very similar to pizza-dough roller machines in appearance and function (see\nFOH 33h11(d)(3) for a discussion about pizza-dough rollers).  HO 11 prohibits\nthe operation of all pie-dough rollers except those described in (a) above. \nHowever, WH will not charge a violation of HO 11 regarding the employment of\n16- and 17-year-olds who operate pie-dough rollers that are constructed with\nsafeguards contained in the basic design that prevent fingers, hands, and\nclothing from being caught in the in-running point of the rollers; have gears\nthat are completely enclosed; and have microswitches that disengage the machinery\nif the backs or sides of the rollers are removed.  The policy applies to such\nmachinery provided that all safeguards are present on the machine, are\noperational, and have not been overridden.  This “no violation” policy does not\nextend to minors who set up, adjust, repair, oil, or clean this equipment.</p><p>(3)  Application of HO 11 to dough mixers used to mix\ningredients other than dough or batter and to attachments designed for uses\nother than dough or batters.</p><p>a.    \nUnder HO 11 the function of the\nagitators determines coverage of the HO.  Therefore, a dough mixer used to mix\nvegetables is covered by HO 11 if the same agitators are used as for mixing\ndough.  Agitators such as the flat beater, heavy duty wire whip, dough arm, and\nsweet dough arm are covered by HO 11 because they are designed for use with\ndough and batter.  </p><p>However, if the machine is equipped with separate agitators designed\nfor use with vegetables or with icing, the functional use of the machine would\nbe different and it would not be covered.</p><p>b.    \nD-Wire Whip—Occasionally,\nmanufacturers will report that some attachments are designed solely for use on\nproducts lighter than dough or batters such as whipping cream, egg whites,\nlight icings, and meringues.  This was the case with the D-Wire Whip manufactured\nby Hobart.  Field experience has documented that employers are using the\nD-Wire-Whip to mix batters and other items like cream cheese despite the\nintentions or statements of the manufacturer.  It is a violation of HO 11 for\n16- and 17-year-olds to mix batter, cream cheese, or dough using a power-driven\nbatter mixer or dough mixer, regardless of the design specifications or\nintentions of the manufacturer. </p><p>c.    \nI-Wire Whip—The I-Wire Whip\nattachment, which is used for heavier products such as cake batter and heavy\nwhipping cream, is also prohibited by HO 11 for use by 16- and 17-year-olds.</p><p>d.    \nCheese Grater or Cheese/Vegetable\nSlicer Attachments</p><p>1.    \nHO 11 prohibits 16- and\n17-year-olds from placing attachments on vertical dough mixers (such as the\ncheese grater or vegetable slicer) or removing such attachments, because those\nactivities constitute the setting up and adjusting of a power-driven bakery\nmachine.   </p><p>2.    \nHO 11 does not, however, prohibit\n16- and 17-year-olds from operating attachments to vertical dough mixers that\ngrate cheese or slice cheese/vegetables as long as someone at least 18 years of\nage sets up or adjusts the attachment.  This is because these attachments\nnegate the operation of the machine as a vertical dough mixer.  The machine\ncannot be used as a power-driven bakery machine (a dough mixer) when such\nattachments are being used.  However, such minors would be prohibited from\noperating any attachment to the mixer that processes meat, such as a meat\nchopper or sausage maker, because of HO 10.</p>"
}